[
  {
    "destination": "Kerala",
    "mainPackage": {
      "name": "8 Days Kerala Tour Package",
      "price": 17500,
      "places": "Cochin (Kochi) - Munnar - Thekkady - Kumarakom - Alleppey – Cochin",
      "shortDescription": "Kerala, the Indian state of Spice, is located on the southwest coast of India. Surrounded by the Arabian Sea, the Periyar River that flows through the state, and the hills of the Western Ghats, Kerala is known as the Land of God.",
      "days": "7 Nights / 8 Days",
      "imgURL": "https://res.cloudinary.com/dp2hek0t3/image/upload/v1672349691/traveltownholidays/water-g7f2022ad9_1920_1_nkvxvv.jpg",
      "imgDescription": "Named one of the world's top 10 paradises by National Geographic Traveler, Kerala is best known for its ecotourism efforts and beautiful backwaters. Its unique culture and traditions, combined with its diverse demographic, make Kerala one of the most popular tourist destinations in the world.",
      "details": [
        {
          "sectionName": "overview",
          "sectionID": "overview",
          "sectionDetails": [
            "Kerala is arguably one of India's most popular tourist destinations. If you also want to experience the beauty of this South Indian state, choose the 7 Nights 8 Days Explore Kerala package. This his 8 days Kerala tour visits famous destinations such as Cochin, Munnar, Thekkady, Kumarakom and Alleppey."
          ],
          "displayList": false,
          "count": 3
        },
        {
          "sectionName": "highlights",
          "sectionID": "highlights",
          "sectionDetails": [
            "Cochin Guided Sightseeing Tour",
            "Enjoy trekking in Munnar",
            "Boat safari in Eravikulam National Park",
            "Spot wildlife from a boat ride on Lake Periyar",
            "Take a leisurely stroll along Vembanad Lake",
            "Houseboat across the backwaters of Alleppey Kumarakom"
          ],
          "displayList": true,
          "count": 3
        },
        {
          "sectionName": "itinerary",
          "sectionID": "itinerary",
          "sectionDetails": [
            {
              "day": "Day 1: Arrive in Cochin",
              "details": [
                "Once you arrive at Cochin airport or train station. Transfer to hotel. After getting dressed, have lunch and go sightseeing. Cross Cochin Harbor and visit landmarks such as the Jewish Synagogue, Chinese Fishing Nets, Dutch Palace, India's Oldest European Church, St. Francis' Church. After sightseeing, return to the hotel for dinner and overnight stay."
              ]
            },
            {
              "day": "Day 2: Cochin - Munnar (126 km/4 hours - approx.)",
              "details": [
                "After breakfast, drive to Munnar. Enjoy stunning views of lush tea plantations and cardamom hills along the way. Finally reach Munnar and check into the resort. After lunch, leave the room and explore the tea plantation. Arrive at your hotel and enjoy a delicious sunset dinner. Overnight in Munnar."
              ]
            },
            {
              "day": "Day 3: Munnar city tour",
              "details": [
                "Early the next morning, visit Eravikulam National Park. Wildlife safaris and other wildlife safaris offer the opportunity to meet rare goats, locally known as Nilgiri Thar. Next, visit the Matupeti Dam and Dairy Farm. After lunch, explore the old town and market of Munnar. Finally, stay overnight at the hotel."
              ]
            },
            {
              "day": "Day 4: Munnar – Thekkady (85 km/2 hours 50 minutes – approx.)",
              "details": [
                "4th day of this Kerala tour is thrilling and fun at the same time. After breakfast, head to the Periyar Wildlife Sanctuary. Once there, check into your jungle lodge or resort. Take some time to enjoy the lush green surroundings. After lunch, embark on a boat safari on Lake Periyar within the park. During your boat ride, you can spot multiple wildlife such as deer, elephants, monkeys, wild boars and different types of birds. Return to lodge/resort for overnight stay."
              ]
            },
            {
              "day": "Day 5: Thekkady - Kumarakom (122 km / 3 hours 30 minutes - approx.)",
              "details": [
                "After breakfast on the fifth day. Start your trip to Kumarakom. Along the way, enjoy picturesque locations. Upon arrival, check into your hotel by Vembanad Lake. Enjoy the natural beauty of the area. In the evening, leave your room and take a walk around the lake or nearby towns. If you wish, you can also enjoy boating. After enjoying the day, return to your hotel for the night."
              ]
            },
            {
              "day": "Day 6: Kumarakom to Alleppey (approximately 33km/1hr)",
              "details": [
                "After breakfast today, drive to Alleppey. Board a houseboat in Alleppey. Feast your eyes on the blissful nature around you. Cruise along nearby quiet villages, rice fields and more on this luxury cruise journey. Also, watch the mesmerizing sunsets. Stay overnight on a houseboat."
              ]
            },
            {
              "day": "Day 7: Alleppey - Cochin (54km/1hr - approx.)",
              "details": [
                "After breakfast, disembark the houseboat and travel to Cochin. Please complete check-in procedures upon arrival. The first phase explored the city's monumental sights. The second stage explores the famous markets of Cochin (Kochi). Then you can buy unique handicrafts and silk clothes. Finally, spend the night on your own. sleepover."
              ]
            },
            {
              "day": "Day 8: Departure ",
              "details": [
                "Today is the last day to transfer to Cochin airport or train station on time for your next destination. Bring back happy memories, forget your frustrations and make a fresh start."
              ]
            }
          ],
          "displayList": true,
          "count": 4
        },
        {
          "sectionName": "inclusions",
          "sectionID": "inclusions",
          "sectionDetails": [
            "Accommodation at the above mentioned hotels.",
            "Inclusive of breakfast during the stay.",
            "Inclusive of Sightseeing and transfers as mentioned in the Itinerary through Dzire or Etios",
            "All applicable taxes."
          ],
          "displayList": true,
          "count": 3
        },
        {
          "sectionName": "exclusions",
          "sectionID": "exclusions",
          "sectionDetails": [
            "Airfare or Bus fare/Train",
            "No entry tickets, Camera fee etc.",
            "Lunch in the entire tour.",
            "Personal Expenses.",
            "Not other than mentioned in Inclusions"
          ],
          "displayList": true,
          "count": 3
        },
        {
          "sectionName": "tips before booking",
          "sectionID": "tipsBeforeBooking",
          "sectionDetails": [
            "Do not expect a hotel like facilities in Houseboat.",
            "Most of the Houseboat do not have direct running hot water for the bath.",
            "The Air Condition in the room will not cool suddenly like in home and hotels. It will take 30 minutes to 01 hours to be in full power.",
            "For the Full-Time A/C booking, at a time the A/C will work either in the bedroom or in Dining/Hall.",
            "The quality of the Houseboat is not determined by the entertainment systems like TV, Music system. It is there with limited access only.",
            "The guest must go to the bedroom by 10 PM. It is not allowed to be outside after 10 PM.",
            "A presence of flies, small insects are the Natural Habitat in Backwater. It cannot be 100% eliminated. Their presence will be there in the lights at night.",
            "The Houseboat will not park/anchor on the middle of the lake. It will park on the shore where we need to connect electricity for the AC and charge the inverter. Parking houseboat on the middle of the lake is also not allowed by the rules."
          ],
          "displayList": false,
          "count": 3
        },
        {
          "sectionName": "terms and conditions",
          "sectionID": "termsAndConditions",
          "sectionDetails": [
            "Airline seats and hotel rooms are subject to availability at the time of confirmation.",
            "In case of unavailability in the listed hotels, arrangement for an alternate accommodation will be made in a hotel of similar standard",
            "There will be no refund for unused nights or early check-out (In case of Medical condition it completely depends on hotel policy).",
            "Check-in and check-out times at hotels would be as per hotel policies. Early check-in or late check-out is subject to availability and may be chargeable by the hotel.",
            "The price does not include expenses of personal nature, such as laundry, telephone calls, room service, alcoholic beverages, mini bar charges, tips, portage, camera fees etc.",
            "We reserves the right to modify the itinerary at any point, due to reasons including but not limited to: Force Majeure events, strikes, fairs, festivals, weather conditions, traffic problems, overbooking of hotels / flights, cancellation / re-routing of flights, closure of / entry restrictions at a place of visit, etc. While we will do our best to make suitable alternate arrangements, we would not be held liable for any refunds/compensation claims arising out of this.",
            "In case a flight gets cancelled, we will not be liable to provide any alternate flights within the same cost, any additional cost incurred for the same shall be borne by the traveler.",
            "Country guidelines may change without notice, hence do check travel rules and your eligibility for travel on the regulatory website of the respective country/state, before booking your travel."
          ],
          "displayList": true,
          "count": 3
        }
      ]
    },
    "international": false,
    "carousel": true,
    "footer": false,
    "otherPackages": [
      {
        "name": "Enchanting Kerala Tour",
        "price": 12000,
        "places": "Cochin - Munnar - Thekkady - Kumarakom - Cochin",
        "days": "6 Nights / 7 Days",
        "imgURL": "https://res.cloudinary.com/dp2hek0t3/image/upload/v1672349696/traveltownholidays/munnar-gd98cfb22c_1920_1_xm8vdp.jpg",
        "imgDescription": "xyz.",
        "shortDescription": "Kerala is blessed with many unique geographical features that make it one of Asia's most attractive travel destinations. A long stretch of tranquil beaches, gentle stretches of emerald green backwaters, lush hill stations and exotic wildlife are just some of the wonders."
      }
    ]
  },
  {
    "destination": "Andaman",
    "mainPackage": {
      "name": "7 Days Holiday in Andaman",
      "price": 38000,
      "places": "Port Blair - Havelock - Neil Island - Port Blair",
      "shortDescription": "Andaman is a beautiful archipelago in the Bay of Bengal, blessed with tranquil beaches, sunny coastlines, azure waters and rolling mountains.",
      "days": "6 Nights / 7 Days",
      "imgURL": "https://res.cloudinary.com/dp2hek0t3/image/upload/v1672321678/traveltownholidays/sea-gf205b04d9_1920_1_xwp1xk.jpg",
      "imgDescription": "The Andaman and Nicobar Islands are a united Indian territory of 572 islands at the confluence of the Bay of Bengal and the Andaman Sea, 37 of which are inhabited.",
      "details": [
        {
          "sectionName": "overview",
          "sectionID": "overview",
          "sectionDetails": [
            "Join our local holiday experts in the Federal Territory of India, Andaman and Nicobar Islands to explore its length and breadth the right way! Including Havelock Island on Neil Island. This 7-day Andaman itinerary has been carefully curated by passionate local Andaman hoppers like you, so it's sure to be an unforgettable experience! Discover life-changing experiences in the Nicobar Islands. Hygienic accommodation, hassle-free transfers, flexible sightseeing options and two delicious meals a day will take care of you! Check out our compact Andaman 7-day itinerary and make your dreams come true without breaking the bank."
          ],
          "displayList": false,
          "count": 3
        },
        {
          "sectionName": "highlights",
          "sectionID": "highlights",
          "sectionDetails": [
            "Excursion to Rajiv Gandhi Water Sports Complex in Port Blair",
            "See a cellular prison light and sound show",
            "Ferry from Port Blair to Havelock Island",
            "Day trip to the coveted Blue Flag Radhanagar Beach",
            "Water sports at Havelock Beach including Laxman Pool and Elephant Beach",
            "Neil Island Day Trip (Shaheed Dweep)",
            "Refresh at Corbin's Cove, Port Blair's premier beach"
          ],
          "displayList": true,
          "count": 3
        },
        {
          "sectionName": "itinerary",
          "sectionID": "itinerary",
          "sectionDetails": [
            {
              "day": "Day 1: Port Blair: Arrival, Sightseeing Overnight Stay-",
              "details": [
                "Arrive at the Port Blair Airport, Veer Savarkar Airport; an IHPL representative will meet you and assist you to your hotel. The capital city of Andaman Islands, Port Blair, is famous for its pristine natural beauty and serene environment. The city offers fabulous views of coconut and palm trees, azure blue water and gleaming sand. It is one of the major tourist places in India. ",
                "As you reach the hotel, complete the check-in formalities and rest for a while. Andaman 6 nights 7 days itinerary starts during the day. You can spend some time at the water sports complex (closed on Wednesdays), so plan your trip accordingly. From banana boats to glass-bottom rides, jet skis to speedboats, water sports abound here. ",
                "In the evening we will take you to the Cellular Jail to attend a light and sound show. Discover India's heroic struggle for freedom in a poignant music and light show. This show will make your family trip to Andaman and Nicobar Islands an unforgettable experience. ",
                "After a relaxing night, we will accompany you to your hotel where you can nod your dinner! "
              ]
            },
            {
              "day": "Day 2: Havelock Island: Ferry Arrival, Sightseeing, Accommodation -",
              "details": [
                "Wake up to a delicious breakfast this morning, complete the check-out formalities and head to Havelock Island. A must for Andaman trip. You can get here by ferry. Here, prismatic beaches have sparkling blue waters and coastlines are lined with palm trees. Havelock Island is one of the best places in Andaman to see underwater coral colonies. Upon arrival at Havelock Island, check into your hotel and relax for some time. ",
                "After a few hours, visit the coveted Blue Flag Radhanagar Beach. It is so attractive that it was selected as Asia's Best Beach by the famous Times magazine. The water quality is similar to Maldivian beaches. It also has excellent visibility for snorkeling and diving. Imagine white sand beaches surrounded by a peaceful setting that is your vacation playground. From snorkeling to swimming and other water sports, Radhanagar Beach has a lot to offer. ",
                "Distance from Port Blair to Havelock Island: Approximately 70 km",
                "Driving time: about 3 hours 15 minutes"
              ]
            },
            {
              "day": "Day 3: Havelock Island: Full Day Sightseeing",
              "details": [
                "Start your day with a delicious breakfast at your resort/hotel, then put on your sneakers and enjoy the best views of Havelock Island. You will be surprised to learn that Havelock Island (now Swarajdweep) has he one of the best beaches in Andaman. Also, because the sand here is sugar white and Havelock Island has lush tropical vegetation, we got to see some amazing coral reefs and ecstatic swimming elephants.",
                "For a healthy beach experience, cover as many beaches as Randhanagar on the third day. Elephant Beach, for example, is a lively beach with swimming and boating. Vijaynagar Beach has a relaxing aura and is beautifully surrounded by palm trees. Govindnagar Beach is home to chic resorts, seaside restaurants, and seafood. Go snorkeling or spend a relaxing day at the beach. The hard coral reefs here start about 1 meter deep near the shore and are teeming with marine life. ",
                "After your Havelock Island sightseeing, return to your hotel/resort for an overnight stay. Yes, dinner is included too! "
              ]
            },
            {
              "day": "Day 4: Arrival at Neil Island (Shaheed Dweep), sightseeing and accommodation",
              "details": [
                "Wake up early and enjoy breakfast at your hotel. Then, complete the check-out formalities and board the jetty from the dock to Neil Island (now Shaheed Dweep). Upon arrival, a representative will escort you to the hotel to complete the check-in formalities. Then, relax for a few minutes or an hour before heading out on a sightseeing tour to discover the underwater world by diving or snorkeling at beaches such as Lakshmanpur Beach and Bharatpur Beach. ",
                "Then, after a delicious dinner, return to your hotel for the night. Distance from Havelock Island to Neil Island: Approximately 40km",
                "Driving time: about 2 hours"
              ]
            },
            {
              "day": "Day 5: Port Blair: Return to the capital by ferry",
              "details": [
                "Wake up to the hotel's delicious breakfast and complete the check-out formalities. We will take you to the jetty to board the ferry to Port Blair. Upon arrival in the capital, you will be escorted to your hotel and free to spend the rest of the time. ",
                "Distance from Neil Island to Port Blair: Approximately 54 km",
                "Driving time: about 3 hours"
              ]
            },
            {
              "day": "Day 6: Port Blair: City Tour and Corbin's Cove Beach ",
              "details": [
                "Start the day with a mouthwatering breakfast before setting out on a tour of Port Blair and its surroundings. An early departure is recommended to explore most of Port Blair's attractions, including the Chatham Sawmill, Forest Museum, Fisheries Museum, Anthropology Museum, and Naval Museum. After lunch, drive to Corbin's Cove Beach, a sandy palm-lined beach. Port Blair's only beach is ideal for relaxing and unwinding. go shopping locally. "
              ]
            },
            {
              "day": "Day 7: Port Blair: Farewell and Farewell",
              "details": [
                "Today is the departure date for his 7 days and 6 nights Andaman tour with Neil Island. Wake up early, enjoy a healthy meal, pack your bags, complete the check-out process, and meet a representative in front of your hotel. He will escort you to Veer Savarkar International Airport for your return flight. "
              ]
            }
          ],
          "displayList": true,
          "count": 4
        },
        {
          "sectionName": "inclusions",
          "sectionID": "inclusions",
          "sectionDetails": [
            "Accommodation at the above mentioned hotels.",
            "Inclusive of breakfast during the stay.",
            "Inclusive of Sightseeing and transfers as mentioned in the Itinerary",
            "All applicable taxes."
          ],
          "displayList": true,
          "count": 3
        },
        {
          "sectionName": "exclusions",
          "sectionID": "exclusions",
          "sectionDetails": [
            "Lunch and dinner in the entire tour",
            "Optional enhancements like room or flight upgrades, or local camera or video fees",
            "Additional sightseeing, activities and experiences outside of the itinerary",
            "Early check-in or late check-out from hotels (unless otherwise specified)",
            "Excess baggage charges, and where applicable, baggage not included in your fare",
            "Any Visa required, unless mentioned as an inclusion0"
          ],
          "displayList": true,
          "count": 3
        },
        {
          "sectionName": "tips before booking",
          "sectionID": "tipsBeforeBooking",
          "sectionDetails": [
            "Please note vehicle is available for use between 7 am to 7 pm which covers the sightseeing and journey time. If you wish to go out beyond 7 pm, vehicle charges would be extra."
          ],
          "displayList": false,
          "count": 3
        },
        {
          "sectionName": "terms and conditions",
          "sectionID": "termsAndConditions",
          "sectionDetails": [
            "Airline seats and hotel rooms are subject to availability at the time of confirmation.",
            "In case of unavailability in the listed hotels, arrangement for an alternate accommodation will be made in a hotel of similar standard",
            "There will be no refund for unused nights or early check-out (In case of Medical condition it completely depends on hotel policy).",
            "Check-in and check-out times at hotels would be as per hotel policies. Early check-in or late check-out is subject to availability and may be chargeable by the hotel.",
            "The price does not include expenses of personal nature, such as laundry, telephone calls, room service, alcoholic beverages, mini bar charges, tips, portage, camera fees etc.",
            "We reserves the right to modify the itinerary at any point, due to reasons including but not limited to: Force Majeure events, strikes, fairs, festivals, weather conditions, traffic problems, overbooking of hotels / flights, cancellation / re-routing of flights, closure of / entry restrictions at a place of visit, etc. While we will do our best to make suitable alternate arrangements, we would not be held liable for any refunds/compensation claims arising out of this.",
            "In case a flight gets cancelled, we will not be liable to provide any alternate flights within the same cost, any additional cost incurred for the same shall be borne by the traveler.",
            "Country guidelines may change without notice, hence do check travel rules and your eligibility for travel on the regulatory website of the respective country/state, before booking your travel."
          ],
          "displayList": true,
          "count": 3
        }
      ]
    },
    "international": false,
    "carousel": true,
    "footer": false,
    "otherPackages": [
      {
        "name": "Exotic Andaman Nicobar Tour",
        "price": 29000,
        "places": "Port Blair - Havelock Island - Port Blair",
        "days": "6 Nights / 7 Days",
        "imgURL": "https://res.cloudinary.com/dp2hek0t3/image/upload/v1672321705/traveltownholidays/jail-g5686067cf_1920_1_zg7kbt.jpg",
        "imgDescription": "xyz.",
        "shortDescription": "Built by the British in 1906, this three-story prison is a pilgrimage site for freedom fighters. This colossal building silently witnessed the most insidious and inhumane atrocities perpetrated by prisoners, mostly freedom fighters. It is now dedicated to the country as a national monument."
      }
    ]
  },
  {
    "destination": "Rajasthan",
    "mainPackage": {
      "name": " Rajasthan ",
      "price": 35000,
      "places": " Jaipur- Pushkar- Jodhpur - Mount Abu – Udaipur ",
      "shortDescription": " Rajasthan travel packages also take you to some of the most notable architectural sites such as Kumbhalgarh Fort, Chittorgarh Fort, Jaisalmer Fort, Amer Fort, Mehran Garh Fort, Hawa Mahal, City Palace, Jal Mahal and Nahagarh Fort. I can do it.",
      "days": "6 Nights / 7 Days",
      " imgDescription": "Known for its historic hill forts and palaces, Rajasthan is considered the best destination for palace-related tourism. Umaid Bhawan Palace: The largest royal palace in Rajasthan. It is also one of the largest private residences in the world.",
      "imgURL": "https://res.cloudinary.com/dp2hek0t3/image/upload/v1672321654/traveltownholidays/desert-g8f933b17b_1920_1_a0ijml.jpg",
      "details": [
        {
          "sectionName": "overview",
          "sectionID": "overview",
          "sectionDetails": [
            "This is his 7 days Rajasthan tour package from Delhi that goes to famous cities such as Jaipur, Pushkar, Jodhpur, Mount Abu, and Udaipur. A tastefully designed itinerary will help you explore majestic forts, lakes and scenic attractions that reflect royalty in many ways.",
            "From history to royalty to gods, your vacation experience is top notch. Intricate carvings, tranquil lakes, and sacred temples await your visit, so pack your bags."
          ],
          "displayList": false,
          "count": 3
        },
        {
          "sectionName": "highlights",
          "sectionID": "highlights",
          "sectionDetails": [
            "Jaipur Sightseeing Tour",
            "Discover the sights of Ajmer",
            "Pay homage to the Brahma Temple",
            "Visit Mount Abu",
            "Half Day City Tour of Udaipur"
          ],
          "displayList": true,
          "count": 3
        },
        {
          "sectionName": "itinerary",
          "sectionID": "itinerary",
          "sectionDetails": [
            {
              "day": "Day 1: Arrival in Jaipur",
              "details": [
                "Upon arrival at Jaipur Airport/Train station, meet your guide and assist with a guided transfer to your hotel. Check in and rest for a while. After getting a good rest and toning your back, start your visit to Birla Mandir. Afterwards, return to your hotel and enjoy a delicious meal. We will be staying overnight in Jaipur."
              ]
            },
            {
              "day": "Day 2: Full day tour of Jaipur",
              "details": [
                "Start your day with a healthy and crisp breakfast in your hotel room. After finishing your meal, you can visit Amer Fort. From there you will be taken to Jaigarh Fort. After a short lunch break, explore other attractions of this Pink City such as City Palace, Jantar Mantar and Hawa Mahal. After enjoying the city tour, have dinner at the hotel. Enjoy your stay in Jaipur."
              ]
            },
            {
              "day": "Day 3: Jaipur to Pushkar (approximately 145km/2 hours 50 minutes)",
              "details": [
                "Enjoy a hearty breakfast before heading to Pushkar. Upon arrival at your pre-selected hotel in Pushkar, complete the check-in formalities. After lunch, get ready to explore the famous nearby city of Ajmer. Ajmer city tour starts with Moinuddin Chisti's tribute to the holy Darga. Then visit Adhai Din ka Jhonpra. Drive towards scenic Ana Sagar Lake. Spend some time at the Daulat Bagh Gardens. This was followed by an excursion to the famous Brahma Temple in Pushkar. Then drive to Pushkar Lake and enjoy the beautiful scenery. We are planning to stay at the hotel."
              ]
            },
            {
              "day": "Day 4: Pushkar – Jodhpur (211 km/ 4 hours 10 minutes – approx.)",
              "details": [
                "After breakfast, head to Jodhpur, a charming city in Rajasthan. Arrive at your pre-booked hotel and rest for a while before setting off on a city tour of Jodhpur. Today, explore the famous Mehrangarh Fort and stroll through the Mandol Gardens. This garden is dotted with several ancient temples where you can feel the grace. Then, drive to your hotel and enjoy a delicious dinner. Return to your hotel for a delicious dinner and overnight stay."
              ]
            },
            {
              "day": "Day 5: Jodhpur – Mount Abu (approximately 260km/4 hours 30 minutes)",
              "details": [
                "During 5th day of your delightful Rajasthan tour continues towards Mount Abu. Upon arrival, explore Rajasthan's only hill station and summer residence. The first attraction of the trip is the Dilwara Temple. From there, enjoy a boat ride on Lake Nakki. Finally, feast your eyes with lots of greenery that will blow your mind. Return to your hotel and enjoy a delicious dinner.Stay overnight at the hotel."
              ]
            },
            {
              "day": "Day 6: Mount Abu - Udaipur (163 km/3 hours - approx.)",
              "details": [
                "Check out of the hotel after breakfast. Then start your journey to Udaipur. Upon arrival in Udaipur, complete the check-in formalities at your hotel. Post this and get ready for a half-day city tour. Marvel at the City Palace, Sahelyon Ki Bali, and the Jagdish Temple. For an additional fee, you can also take an evening motorboat ride on the calm waters of Lake Pichola. After enjoying this entertaining lecture, return to your hotel for a delicious dinner.Enjoy a comfortable stay in Udaipur."
              ]
            },
            {
              "day": "Day 7: Departure from Udaipur",
              "details": [
                "Say goodbye to breakfast in Udaipur on the last day of your tour. The tour ends with unforgettable memories. Afterwards, head to Udaipur railway station or airport to board the train/flight to your next destination."
              ]
            }
          ],
          "displayList": true,
          "count": 4
        },
        {
          "sectionName": "inclusions",
          "sectionID": "inclusions",
          "sectionDetails": [
            "Accommodation at the above mentioned hotels.",
            "Inclusive of breakfast during the stay.",
            "Inclusive of Sightseeing and transfers as mentioned in the Itinerary",
            "All applicable taxes."
          ],
          "displayList": true,
          "count": 3
        },
        {
          "sectionName": "exclusions",
          "sectionID": "exclusions",
          "sectionDetails": [
            "Lunch",
            "Airfare",
            "Early check-in or late check-out from hotels (unless otherwise specified)",
            "Breakfast, lunches, dinners and drinks (alcoholic and non-alcoholic), unless specified in the itinerary",
            "Any international and/or domestic flights, unless explicitly mentioned as an inclusion",
            "Excess baggage charges, and where applicable, baggage not included in your fare",
            "Tips for services and experiences",
            "Read useful information and terms for more on what is included and excluded"
          ],
          "displayList": true,
          "count": 3
        },
        {
          "sectionName": "tips before booking",
          "sectionID": "tipsBeforeBooking",
          "sectionDetails": [
            "Please note vehicle is available for use between 7 am to 7 pm which covers the sightseeing and journey time. If you wish to go out beyond 7 pm, vehicle charges would be extra."
          ],
          "displayList": false,
          "count": 3
        },
        {
          "sectionName": "terms and conditions",
          "sectionID": "termsAndConditions",
          "sectionDetails": [
            "Airline seats and hotel rooms are subject to availability at the time of confirmation.",
            "In case of unavailability in the listed hotels, arrangement for an alternate accommodation will be made in a hotel of similar standard",
            "There will be no refund for unused nights or early check-out (In case of Medical condition it completely depends on hotel policy).",
            "Check-in and check-out times at hotels would be as per hotel policies. Early check-in or late check-out is subject to availability and may be chargeable by the hotel.",
            "The price does not include expenses of personal nature, such as laundry, telephone calls, room service, alcoholic beverages, mini bar charges, tips, portage, camera fees etc.",
            "We reserves the right to modify the itinerary at any point, due to reasons including but not limited to: Force Majeure events, strikes, fairs, festivals, weather conditions, traffic problems, overbooking of hotels / flights, cancellation / re-routing of flights, closure of / entry restrictions at a place of visit, etc. While we will do our best to make suitable alternate arrangements, we would not be held liable for any refunds/compensation claims arising out of this.",
            "In case a flight gets cancelled, we will not be liable to provide any alternate flights within the same cost, any additional cost incurred for the same shall be borne by the traveler.",
            "Country guidelines may change without notice, hence do check travel rules and your eligibility for travel on the regulatory website of the respective country/state, before booking your travel."
          ],
          "displayList": true,
          "count": 3
        }
      ]
    },
    "international": false,
    "carousel": true,
    "footer": false,
    "otherPackages": [
      {
        "name": "Glimpses of Mewar – Rajasthan",
        "price": 40000,
        "places": "Jaipur - Chittorgarh- Udaipur - Mount Abu – Udaipur",
        "days": "6 Nights / 7 Days",
        "imgURL": "https://res.cloudinary.com/dp2hek0t3/image/upload/v1672321558/traveltownholidays/hawa-mahal-g0753a2dd4_1920_1_jk8k1f.jpg",
        "shortDescription": "From history to royalty to gods, your vacation experience is top notch. Intricate carvings, tranquil lakes, and sacred temples await your visit, so pack your bags.",
        "imgDescription": "Rajasthan is known for its bustling cities and ancient hill fortresses that tower over vast countryside. Six are listed as UNESCO World Heritage Sites – Chittorgarh. Kumbhalgarh; Sawai Madhopur; Jalawar; Jaipur; and Jaisalmer"
      }
    ]
  },
  {
    "destination": "Himachal",
    "mainPackage": {
      "name": " Himachal Honeymoon Package ",
      "price": 17000,
      "places": " Chandigarh - Shimla - Kullu - Manali – Chandigarh ",
      "shortDescription": " Himachal Pradesh is India's most popular tourist destination, boasts of scenic vistas, jaw-dropping locales, glistening rivers, glacier lakes, and lush vegetation. ",
      "days": "6 Nights / 7 Days",
      " imgDescription": "The city is famous for its pleasant hiking experience in hills surrounded by pine and oak forests.",
      "imgURL": "https://res.cloudinary.com/dp2hek0t3/image/upload/v1672319184/traveltownholidays/pexels-sanket-barik-7846476_1_cne00g.jpg",
      "details": [
        {
          "sectionName": "overview",
          "sectionID": "overview",
          "sectionDetails": [
            "Himachal Honeymoon tour package is a meticulously crafted itinerary by Indian Holiday, which provides an opportunity to start your married life together. The journey would allow you to have an affair with the snow-peaked mountain ranges, the pure and pristine charm of nature, and the tremendous green forests - all create an ambiance of romance and relaxation. Popularly known as the Honeymooner's Paradise Himachal has some of the finest landscapes where you can spend time with your beloved."
          ],
          "displayList": false,
          "count": 3
        },
        {
          "sectionName": "highlights",
          "sectionID": "highlights",
          "sectionDetails": [
            "Leisure walk hand-in-hand on Shimla Mall road",
            "Sightseeing in Shimla, including Chadwick Falls",
            "Half-day excursion to the pristine Kufri valley",
            "Adventure activities at Rohtang Pass and Solang valley",
            "Explore the spiritual Vashisht village together",
            "Leisure time in the beautiful Chandigarh city"
          ],
          "displayList": true,
          "count": 3
        },
        {
          "sectionName": "itinerary",
          "sectionID": "itinerary",
          "sectionDetails": [
            {
              "day": "Day 1: Chandigarh - Shimla",
              "details": [
                "The tour begins as you arrive at Shimla, and our tour executive will welcome you. After that, you will get a swift transfer to your pre-booked hotel. Check into a hotel and spend the rest of the day at leisure. Stroll around the local bazaar or enjoy the romantic background of the majestic Himalayas. You stay at the hotel overnight."
              ]
            },
            {
              "day": "Day 2: Shimla",
              "details": [
                "As you finish your breakfast, you tour Shimla exploring the eminent tourist spots. The popular ones are Mall Road, Jakhoo Hill, Chadwick Falls, Himachal State Museum, Summer Hill, and Prospect Hill. In the afternoon, you can make your way to Kufri Valley for an exciting excursion. Finally, return to your hotel for dinner and a night's stay."
              ]
            },
            {
              "day": "Day 3: Shimla – Manali",
              "details": [
                "After breakfast, you proceed to Manali and visit Kullu Valley on your way. Take a glimpse at the verdant fields and apple, cherry, and plum orchards. After exploring Kullu move on to Manali and check into a resort as you arrive for an overnight stay."
              ]
            },
            {
              "day": "Day 4: Manali-",
              "details": [
                "On this day, you proceed to Manali after breakfast and explore places like Hidimba Devi Temple, Kothi, Solang Valley, Rahalla Falls, Nehru Kund, Rohtang Pass, Arjuna Gufa, and Bhrighu Lake. Return to the hotel in the evening for your night's stay and dinner.",
                "Note: Rohtang Pass visit is subject to weather conditions & on a direct payment basis."
              ]
            },
            {
              "day": "Day 5: Manali-",
              "details": [
                "After breakfast, visit Hadimba Devi Temple, Manu Temple, Tibetan Monastery, and Vashisht Village for a city tour. Afternoon at leisure. Enjoy your dinner in the hotel. Overnight at the hotel."
              ]
            },
            {
              "day": "Day 6: Manali – Chandigarh-",
              "details": [
                "After Breakfast, transfer to Chandigarh. On arrival, check into the hotel. Later Free for Leisure. Overnight stay at hotel."
              ]
            },
            {
              "day": "Day 7: Chandigarh-",
              "details": [
                "After Breakfast, transfer to Chandigarh Airport Drop."
              ]
            }
          ],
          "displayList": true,
          "count": 4
        },
        {
          "sectionName": "inclusions",
          "sectionID": "inclusions",
          "sectionDetails": [
            "Accommodation at the above mentioned hotels.",
            "Inclusive of breakfast during the stay.",
            "Inclusive of Sightseeing and transfers as mentioned in the Itinerary",
            "All applicable taxes."
          ],
          "displayList": true,
          "count": 3
        },
        {
          "sectionName": "exclusions",
          "sectionID": "exclusions",
          "sectionDetails": [
            "Airfare/ Bus fare/Train",
            "No entry tickets, Camera fee etc.",
            "Lunch in the entire tour.",
            "Personal Expenses.",
            "Not other than mentioned in Inclusions"
          ],
          "displayList": true,
          "count": 3
        },
        {
          "sectionName": "tips before booking",
          "sectionID": "tipsBeforeBooking",
          "sectionDetails": [
            "Please note vehicle is available for use between 7 am to 7 pm which covers the sightseeing and journey time. If you wish to go out beyond 7 pm, vehicle charges would be extra."
          ],
          "displayList": false,
          "count": 3
        },
        {
          "sectionName": "terms and conditions",
          "sectionID": "termsAndConditions",
          "sectionDetails": [
            "Airline seats and hotel rooms are subject to availability at the time of confirmation.",
            "In case of unavailability in the listed hotels, arrangement for an alternate accommodation will be made in a hotel of similar standard",
            "There will be no refund for unused nights or early check-out (In case of Medical condition it completely depends on hotel policy).",
            "Check-in and check-out times at hotels would be as per hotel policies. Early check-in or late check-out is subject to availability and may be chargeable by the hotel.",
            "The price does not include expenses of personal nature, such as laundry, telephone calls, room service, alcoholic beverages, mini bar charges, tips, portage, camera fees etc.",
            "We reserves the right to modify the itinerary at any point, due to reasons including but not limited to: Force Majeure events, strikes, fairs, festivals, weather conditions, traffic problems, overbooking of hotels / flights, cancellation / re-routing of flights, closure of / entry restrictions at a place of visit, etc. While we will do our best to make suitable alternate arrangements, we would not be held liable for any refunds/compensation claims arising out of this.",
            "In case a flight gets cancelled, we will not be liable to provide any alternate flights within the same cost, any additional cost incurred for the same shall be borne by the traveler.",
            "Country guidelines may change without notice, hence do check travel rules and your eligibility for travel on the regulatory website of the respective country/state, before booking your travel."
          ],
          "displayList": true,
          "count": 3
        }
      ]
    },
    "international": false,
    "carousel": true,
    "footer": false,
    "otherPackages": [
      {
        "name": "Scenic Shimla Tour",
        "price": 13000,
        "places": "Shimla – Kufri – Shimla - Naldehra - Shimla",
        "days": "3 Nights / 4 Days",
        "imgURL": "https://res.cloudinary.com/dp2hek0t3/image/upload/v1672319615/traveltownholidays/pexels-vijit-bagh-5414576_1_cql6r2.jpg",
        "shortDescription": "In 1864 Shimla was declared the summer capital of India. After independence, Shimla became the capital of Punjab and later Himachal became the capital of Pradesh. In 1903, a railway was built between Kalka and Shimla.",
        "imgDescription": "xyz."
      }
    ]
  },
  {
    "destination": "Kashmir",
    "mainPackage": {
      "name": " Kashmir Honeymoon Package ",
      "price": 19000,
      "places": " Srinagar - Gulmarg - Sonmarg – Pahalgam - Srinagar ",
      "shortDescription": " Escape to this parasitical destination that will take your breath away. With our Kashmir packages, honeymoon couples can spend quality time and spark romance with a striking backdrop. Families can plan a leisure Kashmir tour and bond over lip-smacking Kashmiri cuisine.",
      "days": "5 Nights / 6 Days",
      " imgDescription": "Home to some of the country's most scenic attractions, Jammu and Kashmir are a must for any traveler. A place where natural beauty shines at its finest, surrounded by snow-capped mountains and glistening lakes, an oasis of calm.",
      "imgURL": "https://res.cloudinary.com/dp2hek0t3/image/upload/v1672319225/traveltownholidays/pexels-sanket-barik-7846656_1_ltdlns.jpg",
      "details": [
        {
          "sectionName": "overview",
          "sectionID": "overview",
          "sectionDetails": [
            "This meticulously crafted Kashmir tour package offers opportunities to explore the region's breathtaking beauty. For romantic experiences, you can partake in numerous activities, including a Shikara ride, a Gondola ride, a sightseeing tour, and a nature walk. Also, explore the most beautiful cities of Kashmir like Srinagar, Gulmarg, Sonmarg, and Pahalgam."
          ],
          "displayList": false,
          "count": 3
        },
        {
          "sectionName": "highlights",
          "sectionID": "highlights",
          "sectionDetails": [
            "Shikara ride on Dal Lake",
            "Visit Mughal Gardens in Srinagar",
            "Enjoy a Gondola Ride in Gulmarg",
            "Visit Thajiwas Glacier in Sonmarg",
            "Witness the beauty of the Saffron Fields in Pahalgam"
          ],
          "displayList": true,
          "count": 3
        },
        {
          "sectionName": "itinerary",
          "sectionID": "itinerary",
          "sectionDetails": [
            {
              "day": "Day 1: Srinagar-Arrival",
              "details": [
                "On the first day, you arrive at the Srinagar Airport, where our representative will guide you to the resort or a houseboat. Later in the day, you can take a long ride in the Shikara on Dal Lake. En route, you will see Kabutarkhana, Bathing Boats, Char Chinar Island, Floating Gardens, Floating Shops, and other popular tourist attractions. The best comparison of this picturesque scene is with the Gondola rides in Venice. Afterward, return to the stay for a restful sleep."
              ]
            },
            {
              "day": "Day 2: Srinagar (Sightseeing)",
              "details": [
                "Today after your breakfast, you have an option for a city tour for half a day. Take a cab and visit places such as Nishat Bagh, the famous Mughal Gardens, and Shalimar Bagh. Afterward, you can head to the Shankaracharya Temple situated at the top of a hill and return to the hotel in the evening."
              ]
            },
            {
              "day": "Day 3: Srinagar - Gulmarg - Srinagar (102 km/ 3 hours- one way)",
              "details": [
                "After breakfast, you will be taken to Gulmarg, where you can explore the place by yourself. You can take a cable car ride called gondola ride here or take pleasure in horse riding. In the evening, come back to Srinagar and stay the night in your hotel/ houseboat."
              ]
            },
            {
              "day": "Day 4: Srinagar - Sonamarg - Srinagar (159 km/ 5 hours- one way)-",
              "details": [
                "After the breakfast, check out and move to Sonamarg.. You can pause at certain scenic spots and then continue driving to Sonamarg, also called the Meadow of Gold. You can look at the Thajiwas Glacier and take pictures if you want. After you are done with the Sonamarg expedition, you can drive back to Srinagar in the evening and return to your hotel/houseboat."
              ]
            },
            {
              "day": "Day 5: Srinagar - Pahalgam - Srinagar (181 km/ 5 hours- one way)",
              "details": [
                "On day 5 of your Kashmir honeymoon tour, you can visit Pahalgam, after your breakfast. On the way, pause and see the Avantipur ruin that once was a temple and the Saffron Fields. Pahalgam is a spot where various Bollywood movies have been shot. You return to Srinagar in the evening."
              ]
            },
            {
              "day": "Day 6: Srinagar - Departure",
              "details": [
                "On the last day of your trip, when you check out of the houseboat/hotel, post your breakfast, make your way to the Srinagar Airport, and board your flight back to your destination."
              ]
            }
          ],
          "displayList": true,
          "count": 4
        },
        {
          "sectionName": "inclusions",
          "sectionID": "inclusions",
          "sectionDetails": [
            "Accommodation at the above mentioned hotels.",
            "Inclusive of breakfast during the stay.",
            "Inclusive of Sightseeing and transfers as mentioned in the Itinerary",
            "All applicable taxes."
          ],
          "displayList": true,
          "count": 3
        },
        {
          "sectionName": "exclusions",
          "sectionID": "exclusions",
          "sectionDetails": [
            "Airfare",
            "Lunch ",
            "Pony Ride in Gulmarg/Pahalgam/Sonmarg Rs. 850 to 1500 depend on place",
            "Local Taxi from zero point in Sonamarg. Rs. 3500 to 4000 depends on cab you hire.",
            "Above given rates are subject to change as per tourism department.",
            "Zero Point Visit in Sumo / Tavera",
            "Expenses of personal nature such as tips, laundry, telephone & table Drinks etc."
          ],
          "displayList": true,
          "count": 3
        },
        {
          "sectionName": "tips before booking",
          "sectionID": "tipsBeforeBooking",
          "sectionDetails": [
            "Please note vehicle is available for use between 7 am to 7 pm which covers the sightseeing and journey time. If you wish to go out beyond 7 pm, vehicle charges would be extra."
          ],
          "displayList": false,
          "count": 3
        },
        {
          "sectionName": "terms and conditions",
          "sectionID": "termsAndConditions",
          "sectionDetails": [
            "Airline seats and hotel rooms are subject to availability at the time of confirmation.",
            "In case of unavailability in the listed hotels, arrangement for an alternate accommodation will be made in a hotel of similar standard",
            "There will be no refund for unused nights or early check-out (In case of Medical condition it completely depends on hotel policy).",
            "Check-in and check-out times at hotels would be as per hotel policies. Early check-in or late check-out is subject to availability and may be chargeable by the hotel.",
            "The price does not include expenses of personal nature, such as laundry, telephone calls, room service, alcoholic beverages, mini bar charges, tips, portage, camera fees etc.",
            "We reserves the right to modify the itinerary at any point, due to reasons including but not limited to: Force Majeure events, strikes, fairs, festivals, weather conditions, traffic problems, overbooking of hotels / flights, cancellation / re-routing of flights, closure of / entry restrictions at a place of visit, etc. While we will do our best to make suitable alternate arrangements, we would not be held liable for any refunds/compensation claims arising out of this.",
            "In case a flight gets cancelled, we will not be liable to provide any alternate flights within the same cost, any additional cost incurred for the same shall be borne by the traveler.",
            "Country guidelines may change without notice, hence do check travel rules and your eligibility for travel on the regulatory website of the respective country/state, before booking your travel."
          ],
          "displayList": true,
          "count": 3
        }
      ]
    },
    "international": false,
    "carousel": true,
    "footer": false,
    "otherPackages": [
      {
        "name": "Ecstatic Kashmir Tour",
        "price": 15000,
        "places": "Srinagar - Gulmarg - Pahalgam - Srinagar",
        "days": "3 Nights / 4 Days",
        "imgURL": "https://res.cloudinary.com/dp2hek0t3/image/upload/v1672299644/traveltownholidays/pexels-imad-clicks-7113992_1_cjio6s.jpg",
        "shortDescription": "Kashmir, fondly referred to as the 'Heaven on Earth,' is one of India's most sought-after holiday destinations. The mighty Himalayas, high-altitude lakes, pleasant climate, lush, well-maintained gardens, floral meadows, and a pleasant climate allure tourists from worldwide in summers and winters in crazy numbers.",
        "imgDescription": "Kashmir is truly called 'Paradise on Earth'. Its beauty must be seen and believed. Rivers, hills, mountains and gardens are tourist attractions. The snow-capped mountains are a feast for the eyes."
      }
    ]
  },
  {
    "destination": "Uttarkhand",
    "mainPackage": {
      "name": " 8 Days Uttarakhand Family Tour Package",
      "price": 17999,
      "places": "  Haridwar - Auli - Joshimath - Kausani - Mukteshwar - Bhimtal - Nainital - Corbett",
      "shortDescription": " Uttarakhand is one of the popular destinations among tourists who wish to plan a visit with their family, friends, or partner. Popularly known as the 'Dev Bhoomi', Uttarakhand is every pilgrim's golden staircase to the doorstep of the almighty. A tour to Uttarakhand offers a unique holiday experience.",
      "days": "7 Nights / 8 Days",
      " imgDescription": "It is also known for the Naina Devi Temple, which stands on the shores of the lake. Besides being a famous tourist destination, Nainital is also known for its prestigious educational institutions and schools that have existed since British times.",
      "imgURL": "https://res.cloudinary.com/dp2hek0t3/image/upload/v1672323140/traveltownholidays/nature-gd69a09c65_1920_1_n9zc4l.jpg",
      "details": [
        {
          "sectionName": "overview",
          "sectionID": "overview",
          "sectionDetails": [
            "This meticulously crafted Kashmir tour package offers opportunities to explore the region's breathtaking beauty. For romantic experiences, you can partake in numerous activities, including a Shikara ride, a Gondola ride, a sightseeing tour, and a nature walk. Also, explore the most beautiful cities of Kashmir like Srinagar, Gulmarg, Sonmarg, and Pahalgam."
          ],
          "displayList": false,
          "count": 3
        },
        {
          "sectionName": "highlights",
          "sectionID": "highlights",
          "sectionDetails": [
            "Seek blessings at the Mukteshwar Temple.",
            "Enjoy the boat ride in Nainital Lake.",
            "Go skiing and cable car ride at Auli.",
            "Experience the jeep safari at Jim Corbett.",
            "Visit famous lakes in Bhimtal, Sattal, and Naukuchiatal.",
            "Visit to Anashakti Ashram and Tea Estate in Kausani.",
            "Trek up to the exotic Valley of Flowers from Joshimath."
          ],
          "displayList": true,
          "count": 3
        },
        {
          "sectionName": "itinerary",
          "sectionID": "itinerary",
          "sectionDetails": [
            {
              "day": "Day 1: Arrival at Haridwar - Auli",
              "details": [
                "On your arrival in Haridwar, our tour representative will pick you up and drive you to Auli. This scenic hill town is the most popular skiing destination in Uttarakhand. The slopes here provide enough thrill to professional skiers and novices as well.",
                "En route, enjoy the breathtaking views of the lofty peaks and scenic landscape. Upon your arrival in Auli, check-in at a pre-booked hotel and relax for a while. Spend the rest of the day at leisure. In the evening, you can enjoy Sunset on Nanda Devi. Overnight stay at the resort."
              ]
            },
            {
              "day": "Day 2: Auli -Joshimath (Temple tour)-",
              "details": [
                "After breakfast, head straight to Joshimath for local sightseeing in and around the city. On day 02, the major hotspots to visit in Joshimath include the Narasimha Temple, Shankaracharya Cave, Tapovan Temple, and the Hot Sulfur Water Springs. Later in the day, you can trek up to the exotic Valley of Flowers from Joshimath. Later, return to the resort in Auli for an overnight stay."
              ]
            },
            {
              "day": "Day 3: Auli - Kausani",
              "details": [
                "Wake up early in the morning and proceed to Kausani by road after breakfast. Kausani was described as 'Mini-Switzerland of India' by Mahatma Gandhi. On reaching Kausani, check in at the pre-booked hotel and unwind.",
                "Later, embark on a sightseeing tour of the city. The major tourist hotspots in Kausani include the Anashakti Ashram Laxmi Ashram, Sumitranandan Pant Gallery, and the Kausani tea estate. Overnight stay at the hotel."
              ]
            },
            {
              "day": "Day 4: Kausani- Mukteshwar",
              "details": [
                "Post breakfast, head straight to Mukteshwar from Kausani. Mukteshwar is a sacred shrine that holds great importance amongst the people of Uttarakhand. En route to Mukteshwar, while crossing Almora, halt to buy some Bal-Mithai, the local sweet delicacy.",
                "Also, visit Bhowali, the biggest fruit market in Uttarakhand and famous as the ‘fruit bowl of Kumaon’. On reaching Mukteshwar, get accommodated at one of our listed hotels. Enjoy darshan at the Mukteshwar Temple. Relish dinner and overnight stay at the hotel."
              ]
            },
            {
              "day": "Day 5: Mukteshwar - Bhimtal- Nainital",
              "details": [
                "Post breakfast, commence your journey to Bhimtal. On the way to Bhimtal, stop midway to visit Ghorakhal, Naukuchiatal, and Sattal. After arriving at Nainital, check-in at your hotel. Spend the rest of the day at rest. Savor dinner and enjoy an overnight stay at the hotel."
              ]
            },
            {
              "day": "Day 6: Nainital",
              "details": [
                "Post breakfast, move out for a full day and embark on a sightseeing tour of Nainital. The major tourist attractions include the Khurpatal Lake, Waterfalls, Hanuman Mandir, Observatory, etc. Also, enjoy the cable car ride to Tiffin Top and boat ride in Naini Lake. In the evening, enjoy shopping at Mall Road. Enjoy an overnight stay at the hotel."
              ]
            },
            {
              "day": "Day 7: Nainital - Corbett",
              "details": [
                "On the 7th day of the tour, move out for a full-day excursion after having breakfast. Visit the World Famous Tiger Reserve- The Corbett National Park. The park offers you to visit a wide variety of species like Tigers, leopards, and elephants.",
                "Experience an adventurous jeep safari and explore the rich flora and fauna of the park. Enjoy a bonfire and dinner at the hotel in the evening. Overnight stay at the hotel."
              ]
            },
            {
              "day": "Day 8: Corbett - Haridwar - Dehradun",
              "details": [
                "After having breakfast, check out of the hotel and leave for your journey back to Haridwar/Dehradun to board a train or flight for your onward destination."
              ]
            }
          ],
          "displayList": true,
          "count": 4
        },
        {
          "sectionName": "inclusions",
          "sectionID": "inclusions",
          "sectionDetails": [
            "Accommodation at the above mentioned hotels.",
            "Inclusive of breakfast during the stay.",
            "Inclusive of Sightseeing and transfers as mentioned in the Itinerary",
            "All applicable taxes."
          ],
          "displayList": true,
          "count": 3
        },
        {
          "sectionName": "exclusions",
          "sectionID": "exclusions",
          "sectionDetails": [
            "Airfare/ Bus fare/Train",
            "No entry tickets, Camera fee etc.",
            "Lunch in the entire tour.",
            "Personal Expenses.",
            "Not other than mentioned in Inclusions"
          ],
          "displayList": true,
          "count": 3
        },
        {
          "sectionName": "tips before booking",
          "sectionID": "tipsBeforeBooking",
          "sectionDetails": [
            "Please note vehicle is available for use between 7 am to 7 pm which covers the sightseeing and journey time. If you wish to go out beyond 7 pm, vehicle charges would be extra."
          ],
          "displayList": false,
          "count": 3
        },
        {
          "sectionName": "terms and conditions",
          "sectionID": "termsAndConditions",
          "sectionDetails": [
            "Airline seats and hotel rooms are subject to availability at the time of confirmation.",
            "In case of unavailability in the listed hotels, arrangement for an alternate accommodation will be made in a hotel of similar standard",
            "There will be no refund for unused nights or early check-out (In case of Medical condition it completely depends on hotel policy).",
            "Check-in and check-out times at hotels would be as per hotel policies. Early check-in or late check-out is subject to availability and may be chargeable by the hotel.",
            "The price does not include expenses of personal nature, such as laundry, telephone calls, room service, alcoholic beverages, mini bar charges, tips, portage, camera fees etc.",
            "We reserves the right to modify the itinerary at any point, due to reasons including but not limited to: Force Majeure events, strikes, fairs, festivals, weather conditions, traffic problems, overbooking of hotels / flights, cancellation / re-routing of flights, closure of / entry restrictions at a place of visit, etc. While we will do our best to make suitable alternate arrangements, we would not be held liable for any refunds/compensation claims arising out of this.",
            "In case a flight gets cancelled, we will not be liable to provide any alternate flights within the same cost, any additional cost incurred for the same shall be borne by the traveler.",
            "Country guidelines may change without notice, hence do check travel rules and your eligibility for travel on the regulatory website of the respective country/state, before booking your travel."
          ],
          "displayList": true,
          "count": 3
        }
      ]
    },
    "international": false,
    "carousel": true,
    "footer": false,
    "otherPackages": [
      {
        "name": "Corbett Nainital Tour",
        "price": 12000,
        "places": "Delhi - Nainital - Corbett - Delhi",
        "days": "3 Nights / 4 Days",
        "imgURL": "https://res.cloudinary.com/dp2hek0t3/image/upload/v1672328572/traveltownholidays/pexels-sanket-barik-7846474_1_zkknmh.jpg",
        "shortDescription": "Be ready to explore the wildlife beauty of Nainital with our well-curated Corbett Nainital Tour Package. With this tour package, you will get opportunities to explore the best of these tourist destinations. You will witness the lakes of Bhimtal, Sattal, and Naukuchia Tal through this tour.",
        "imgDescription": "Uttarakhand is home to glistening rivers that spring from impressive glaciers atop the Himalayas. Uttarakhand is a sacred place where his two sacred rivers, Ganges and Yamuna, flow."
      }
    ]
  },
  {
    "destination": "Thailand",
    "mainPackage": {
      "name": " 5 Days Bangkok Pattaya Tour",
      "price": 16999,
      "places": "  Pattaya – Bangkok",
      "shortDescription": " Thailand, a beautiful coastal paradise, is a nation that has preserved its cultural identity while being a popular travel destination. Everything can be found here, including crystal-clear beaches, lush woods, old monasteries, coral reefs, Buddhist monks meditating, floating marketplaces, and delicious food to satisfy your palate.",
      "days": "4 Nights / 5 Days",
      " imgDescription": "In fact, Bangkok is home to over 400 jaw-dropping wats (temples). Some are famous and attract thousands of tourists every day, while others are smaller, less well-known, or simple structures that blend in without the colorful decorations that visitors",
      "imgURL": "https://res.cloudinary.com/dp2hek0t3/image/upload/v1672314911/traveltownholidays/pexels-andrew-jones-10682557_1_ohejt6.jpg",
      "details": [
        {
          "sectionName": "overview",
          "sectionID": "overview",
          "sectionDetails": [
            "Get ready to explore two of Thailand's most famous locations that attract millions of visitors from all over the world and offer a fun experience. The Bangkok Pattaya itinerary covers the main attractions around Bangkok and Pattaya. Bangkok Pattaya customizable tours from Delhi Kolkata Ahmedabad Mumbai Bangalore Pune and other Indian cities. The beach city of Pattaya is famous for its nightlife shopping and coastline. Your 4Night 5Day Bangkok Pattaya Tour includes meals accommodation and transfers for a hasslefree trip. Check Bangkok Pattaya Itinerary for more information."
          ],
          "displayList": false,
          "count": 3
        },
        {
          "sectionName": "highlights",
          "sectionID": "highlights",
          "sectionDetails": [
            "Revel in the beautiful landscapes of Thailand.",
            "Experience the blue sea, making several cherished moments.",
            "Explore the treasure trove of cultural attractions.",
            "Visit Golden Buddha Temple & Thai Traditional Massage School in Bangkok.",
            "Enjoy boat trip to Coral Island."
          ],
          "displayList": true,
          "count": 3
        },
        {
          "sectionName": "itinerary",
          "sectionID": "itinerary",
          "sectionDetails": [
            {
              "day": "Day 1: Arrival Bangkok - Transfer to Pattaya - Visit Tiger Park Pattaya",
              "details": [
                "Meet our representative at the airport when you arrive in Bangkok. Transfer to hotel in Pattaya. check-in. The rest of the time is free to explore Pattaya. Overnight in Pattaya. Continue your visit to Tiger Park Pattaya. This is a park where tigers and humans coexist peacefully. You can enter the cage and play with tigers in a single cage or many cages and take pictures as you like. Our tiger trainers are always in cages for your peace of mind. If you want to sit, stand, or hug your tiger next to it, your trainer will try to position it in a way that makes you feel comfortable and confident when taking your shot. You can take as many pictures as you like with your own camera and there is no charge. The tiger was born here and since she was born she has lived with humans, so she doesnt think humans are her food. There is no additional charge for photos if you take them with your camera. ."
              ]
            },
            {
              "day": "Day 2: Half-Day Coral Island Tour + Alcazar Show",
              "details": [
                "After breakfast at your hotel, you will be picked up and transferred to Pattaya Beach. From there, a speedboat will take you to the beautiful coral island of Koh Larn. Upon arrival, be amazed by the vast white sandy beaches and crystal clear blue waters. Relax on the beach, soak up the sun, swim in the sea, and enjoy water sports such as water skiing, parasailing, and windsurfing (additional charge, subject to availability). After working up an appetite, enjoy a delicious Thai lunch in a simple and comfortable open-air restaurant right on the beach. After an action-packed or relaxing day, return by speedboat to Pattaya Beach, from where youll be taken back to your hotel by shuttle bus. In the evening, watch the Alcazar Cabaret Show. When the curtain rises, a mysterious world begins. Glittering costumes, flashing lights and vibrant backdrops will catch your eye as you listen to this exciting show. Youll be clapping your hands and tapping your toes to the beat during his hour and a half show. As the show draws to a close, take the opportunity to take a photo with the cast before heading back to your hotel for the evening."
              ]
            },
            {
              "day": "Day 3: Pattaya to Bangkok Transfer - City and Temple Tour",
              "details": [
                "After breakfast, check out of the hotel. You will be picked up and taken to Bangkok. Upon arrival in Bangkok, continue your city tour of some of Bangkoks most important Buddhist temples, locally known as Wats. Visit Wat He Traimit, the Golden Buddha Temple, which houses a 5.5-ton pure gold sacred Buddha statue and is a fine example of Sukhothai art. Late check-in at hotel in Bangkok."
              ]
            },
            {
              "day": "Day 4: Full Day Safari World and Marine Park",
              "details": [
                "Join him for a full day tour to Safari World and Marine Park. Enjoy the services of a guide who will introduce you to Safari Worlds two main attractions, the Safari Park and the Marine Park. Spot lions and zebras from your car on a safari tour through African-inspired landscapes. Go in search of alligators and gorillas on a Jungle Cruise. See dolphins, sea lions and orangutans at exhibits and fun animal shows. Lunch and transportation are included on this full-day tour ."
              ]
            },
            {
              "day": "Day 5: Damnoen Floating Market Visit - From Bangkok",
              "details": [
                "Experience Thai culture at the Damneon Saduak Floating Market, located about 105 kilometers west of Bangkok. Wearing a wooden hat, discover the Thai art of bartering as you practice your trading skills with locals selling tropical fruits, coconut candies, mango sticky rice, and tom yum goong from their own paddle boats. please. ",
                "After breakfast, check out of the hotel. If your flight is in the evening, you can spend the day shopping in Pratunam or visiting popular malls like Platinum Fashion Mall and his MBK Center. Then transfer to the airport to catch your flight home."
              ]
            }
          ],
          "displayList": true,
          "count": 4
        },
        {
          "sectionName": "inclusions",
          "sectionID": "inclusions",
          "sectionDetails": [
            "Pattaya",
            "2 nights in Pattaya",
            "Stay at Nova Platinum Hotel (4 star) ",
            "Room Included  Superior City View",
            "Breakfast",
            "Bangkok Airport to Pattaya Hotel Transfer  Private from Don Mueang Airport (DMK) ",
            "Tiger Park Pattaya with Private Transfers  Big Tiger Package",
            "Half Day Coral Island Tour With Indian Lunch  Seat in Coach",
            "Alcazar Show  Normal Seat  Seat In Coach",
            "Transfer to Bangkok + City and Temple Tour with Gems Gallery  Private",
            "Bangkok",
            "2 nights in Bangkok",
            "Stay at Galleria 12 Sukhumvit Bangkok by Compass Hospitality (4 star) ",
            "Room Included  Standard Room",
            "Bed and Breakfast",
            "Full Day Safari World And Marine Park with Lunch  Seat in Coach",
            "Damnoen Saduak Floating Market with Transfers  Private Basis (No Guide) ",
            "Bangkok Hotel to Airport Transfer OneWay  Private to Suvarnabhumi Airport (BKK) "
          ],
          "displayList": true,
          "count": 3
        },
        {
          "sectionName": "exclusions",
          "sectionID": "exclusions",
          "sectionDetails": [
            "Ex-Bangalore Airfare",
            "Lunch and dinner",
            "Medical Insurance",
            "RT PCR Test",
            "Anything other than not mentioned in the inclusions",
            "No refund will be given for the service not utilized."
          ],
          "displayList": true,
          "count": 3
        },
        {
          "sectionName": "tips before booking",
          "sectionID": "tipsBeforeBooking",
          "sectionDetails": [
            "Thailand",
            "For Visa on Arrival, you need to make sure you carry one passport size photograph (4 x 6 cm) in size. It is necessary to carry at least 10,000 THB per person or 20,000 THB per family. You may be asked to show this amount in cash/forex card during immigration or while getting visa on arrival. Amount in credit card or bank are not accepted.",
            "Visa Application Fee @ THB 2,000 (Free till April 2020). If you go for express visa, you may be charged THB 200 per person extra.",
            "Please make sure you purchase a SIM card on arrival. SIM cards are also available at 7/11 stores in Thailand and can easily be bought from there.",
            "Once you have a SIM card, you can be on whats app and access emails or do whats app calls.",
            "Please be ready for tours atleast 5 mins before your scheduled pickup time. Driver and cabs will leave if you get delayed beyond 10 mins.",
            "Most drivers may not speak English very well. As such avoid arguing with drivers as they can be quite rude at times.",
            "Hotels may collect a refundable security deposit amount at the time of check-in.",
            "BTS Sky Train and MRT (local metro) are the best means to commute around Bangkok, especially if your hotel is close to metro station.",
            "As it is always hot and often humid, clothes made from quick-drying synthetic fibres are advisable. At the Grand Palace and Vinamek,shorts and skirts are not acceptable.",
            "Thailand travel requires all Indian nationals to apply for Thai Pass on the website https://tp.consular.go.th/home before travel. Documents required are passport, Certificate of Vaccination, Insurance with minimum coverage of 20,000 USD for medical expenses. Paid Reservation Confirmation from SHA Extra+ / AQ Hotel for 1 night (Day 1). The price must include the fee for 1 RT-PCR test, 1 ATK self-test kit and airport transfer.",
            "The processing time for Thailand Pass is 3 - 7 days. Applicants are strongly advised to plan ahead and submit the registration for Thailand Pass at least 7 days prior to departure",
            "PHUKET",
            "If your stay is falling on 31st December or 14th February, there may be mandatory gala dinner charges payable directly at the hotel.",
            "If you are going for Phi Phi Island tour, pickup generally happens at 7 am in the morning.",
            "Please be on time for Phi Phi Island Tour, since boats leave early morning from Phuket around 8:15 or 8:30 am, and it takes time to reach the Pier.",
            "Hotels may collect a refundable security deposit amount at the time of check-in.",
            "Taxi’s and Tuk Tuk’s, are usually a fixed price, where ever you go they will try to get every penny out of you, after a little bit of haggling you’ll get say 50 - 100 THB or so off the fixed price",
            "While buying stuff on the streets and local markets, you can easily bargain and get a good deal.",
            "A traditional Thai massage at a local spa may be quite cheap, as low as THB 300 or 400 per person",
            "You can hire bikes and go around Phuket on your own. Bike hire starts at THB 350 per day.",
            "Carrefour is the Biggest Super Market in Patong; for food, snacks, electrical, drinks, alcohol its by far the place to go, its HUGE with all your needs at a cheap price.",
            "ATMs are everywhere and usually work safely. Best to withdraw cash using your debit cards, generally gives you the best rate of exchange.",
            "When drinking at bars, make sure you buy your own drinks and that all bottles are opened in front of you, Nightclubs are renowned for spiked drinks.",
            "KRABI",
            "If you are going for Phi Phi Island tour, pickup generally happens at 7 am in the morning.",
            "Hotels may collect a refundable security deposit amount at the time of check-in.",
            "If you are taking the Krabi Four Island Tour, National Park Fee @ THB 400 has to be paid directly.",
            "If you are taking the Phi Phi Islands Tour, National Park Fee @ THB 400 has to be paid directly.",
            "PATTAYA",
            "Please note if you are landing at Suvarnabhumi Airport Bangkok, SIC services for transfers to Pattaya operate at 8 am, 10 am, 12 pm, 2 pm and 4 pm only.",
            "BANGKOK",
            "In case you wish to shop, Pratunam area is filled with lots of Malls where you can possibly buy anything, right from clothes to electronics to accessories.",
            "Some of the most popular malls in Bangkok are Platinum Fashion Mall (for any kind of fashion), MBK Center (mobile phones), Pantip Plaza (electronics) and Union Mall.",
            "You can also visit weekend Chatuchak Market (local flea market) or Pratunam night markets (for cheap clothing) for bargain shopping",
            "Please note if you are landing at Suvarnabhumi Airport Bangkok, SIC services for transfers to Hotel operate at 8 am, 10 am, 12 pm, 2 pm and 4 pm only."
          ],
          "displayList": false,
          "count": 3
        },
        {
          "sectionName": "terms and conditions",
          "sectionID": "termsAndConditions",
          "sectionDetails": [
            "Airline seats and hotel rooms are subject to availability at the time of confirmation.",
            "In case of unavailability in the listed hotels, arrangement for an alternate accommodation will be made in a hotel of similar standard",
            "There will be no refund for unused nights or early check-out (In case of Medical condition it completely depends on hotel policy).",
            "Check-in and check-out times at hotels would be as per hotel policies. Early check-in or late check-out is subject to availability and may be chargeable by the hotel.",
            "The price does not include expenses of personal nature, such as laundry, telephone calls, room service, alcoholic beverages, mini bar charges, tips, portage, camera fees etc.",
            "We reserves the right to modify the itinerary at any point, due to reasons including but not limited to: Force Majeure events, strikes, fairs, festivals, weather conditions, traffic problems, overbooking of hotels / flights, cancellation / re-routing of flights, closure of / entry restrictions at a place of visit, etc. While we will do our best to make suitable alternate arrangements, we would not be held liable for any refunds/compensation claims arising out of this.",
            "In case a flight gets cancelled, we will not be liable to provide any alternate flights within the same cost, any additional cost incurred for the same shall be borne by the traveler.",
            "Country guidelines may change without notice, hence do check travel rules and your eligibility for travel on the regulatory website of the respective country/state, before booking your travel."
          ],
          "displayList": true,
          "count": 3
        }
      ]
    },
    "international": true,
    "carousel": true,
    "footer": false,
    "otherPackages": [
      {
        "name": "6 Days Phuket Krabi Tour",
        "price": 19000,
        "places": " Phuket - Krabi",
        "days": "5 Nights / 6 Days",
        "imgURL": "https://res.cloudinary.com/dp2hek0t3/image/upload/v1672314669/traveltownholidays/pexels-anastasia-yudin-4070511_1_tcg0zn.jpg",
        "shortDescription": "Rejuvenate your senses with the tropical beauty of Phuket's Coral Island.Also, admire the timeless beauty of Krabi during Four Island’s Tour. Furthermore, this 6-days itinerary also takes you to Phi Phi Island to cherish some of the best sights and sounds. Whatever may be the reason for your visit, you will definitely return with a bag full of memories that you can cherish forever.",
        "imgDescription": "https://res.cloudinary.com/dp2hek0t3/image/upload/v1672314669/traveltownholidays/pexels-anastasia-yudin-4070511_1_tcg0zn.jpg"
      }
    ]
  },
  {
    "destination": "Bali",
    "mainPackage": {
      "name": " Beautiful Bali Tour",
      "price": 22399,
      "places": " Bali",
      "shortDescription": "  Indeed, planning an Indonesia trip surprises the holidaymakers with a plethora of natural treasures. Besides, the charismatic archipelago also allows tourists to partake in a number of adventure activities. Add island-hopping to more than 17 volcanic islands to raise the fun quotient of the Indonesia tour.",
      "days": "5 Nights / 6 Days",
      " imgDescription": "It gives you the opportunity to have a lot of space where you can freely enjoy your vacation. For longer stays, villas offer access to kitchens, multiple bathrooms, and other options, making them arguably a better investment over time.",
      "imgURL": "https://res.cloudinary.com/dp2hek0t3/image/upload/v1672319777/traveltownholidays/ubud-bali-2379365_1920_1_krteof.jpg",
      "details": [
        {
          "sectionName": "overview",
          "sectionID": "overview",
          "sectionDetails": [
            "Bali is a charming Indonesian island famous for its scenic beaches volcanoes religious sites coral reefs rice fields and lively bars. Choose a wellplanned 6day scenic Bali tour to explore this enchanting island. The itinerary offers an unforgettable experience. Highlights of this itinerary include water sports activities at Benoa Beach visits to popular temples such as Uluwatu Sunset View Temple and Tanah Lot Temple exploring the peaceful Ubud village and a morning visit to Kintamani Volcano. . There is also an optional dance performance."
          ],
          "displayList": false,
          "count": 3
        },
        {
          "sectionName": "highlights",
          "sectionID": "highlights",
          "sectionDetails": [
            "Water sports at the popular Benoa Beach",
            "Uluwatu Sunset tour ",
            "Stay 3 Nights in the hotel and 2 Nights in Exotic Pool Villa",
            "Kecak Dance performance (optional) ",
            "Kintamani Volcano Tour ",
            "Visit the pristine Ubud Village ",
            "Barong Dance performance in Kintamani (optional) ",
            "Tanah Lot Temple, an ancient Hindu site"
          ],
          "displayList": true,
          "count": 3
        },
        {
          "sectionName": "itinerary",
          "sectionID": "itinerary",
          "sectionDetails": [
            {
              "day": "Day 1: Arrival Bali + Uluwatu Kecak and Dinner",
              "details": [
                "Arrive at Bali Ngurah Rai International Airport (DPS). Our representative will meet you at the airport and transfer you to your hotel. In the evening continue to Uluwatu Temple. Perched on a cliff 100 meters above sea level Uluwatu Temple is a sight to behold. During this time you can watch the Kecak dance performed by 50 dancers. In fact this dance is the only dance based on singing as an instrument that dates back far back in Bali's history before the use of instruments. After the performance take a short drive to Jimbaran Bay for a delicious seafood dinner at a cozy beachfront restaurant. "
              ]
            },
            {
              "day": "Day 2: Balinese Mother Temple (Besakih) Tirta Gangga Lampyang's Gate of Heaven",
              "details": [
                "After being picked up from your hotel drive to the majestic Lempuyang Temple in East Bali. Along the way drive through long stretches of beautiful pristine rice fields drive winding roads and marvel at breathtaking mountains. There is a reason this temple is known as the gateway to heaven. Marvel at the magical view of Mount Agung behind the temple. Your private guide will not only take cool photos but also explain the history of the ancient temples the Balinese people and their culture. Then visit Tirta Gangga known as one of the most beautiful former royal palaces in East Bali. The Water Palace features stone carvings of mythical creatures that shoot water into stepped fountains gardens and bathing pools. The views of the lush rice paddies of northeast Bali just outside the palace grounds are breathtaking. When finished head to Pura Besakih the largest temple in Bali. The most important largest and holiest temple of Hinduism in Bali he is one in a series of Balinese temples. Also known as the Mother Temple of Bali. The temple miraculously survived the 1963 volcanic eruption. "
              ]
            },
            {
              "day": "Day 3:Full Day Ubud + Kintamani + Volcano",
              "details": [
                "Have breakfast at the hotel and embark on his full day tour of Ubud and Kintamani. Be mesmerized by the mountains and Lake Batur with the smoky Agung volcano as a backdrop. Watch the famous Barong and Kelis dance performance at Singapadu Village. Visit Turuk the center of gold and silver work; Mas the center of wood carving; Ubud the center of Balinese painting; Goa Gajah Elephant Cave"
              ]
            },
            {
              "day": "Day 4:Day Trip to Nusa Penida Island",
              "details": [
                "Get picked up early this morning and drive to Sanur port and take a speedboat to Nusa Penida. Arrive at Sanur port and checkin. About 1 hour to Nusa Penida. Arrive at Nusa Penida  Toya Pake Harbor for a brief briefing. Sightseeing Start: Angel Billabong and Broken Beach (Pantai Pasih Uug) Arrive at Angel Billabong and Broken Beach. We will continue to visit Kelingking Secret Point. Arrive at Kelingking Point and enjoy the most beautiful views of this secret point. Drive to Toya Pakeh Port to board the boat for the return trip to Bali. "
              ]
            },
            {
              "day": "Day 5: Monkey Forest + Taman Ayung Temple and Tanah Lot",
              "details": [
                "Today's tour visits Taman Ayung Royal Family Temple in Mengwi village and visits Alas Keddaton Monkey Forest. The final stop is the spectacular Tanah Lot Temple which stands proudly on the sea rocks. This visit will give you time to shop for souvenirs and collectible Balinese handicrafts. It is recommended to arrive at Tanah Lot at least by 5pm to watch the sunset (weather permitting). "
              ]
            },
            {
              "day": "Day 6: Departure from Bali",
              "details": [
                "Transfer to Bali Ngurah Rai International Airport (DPS). "
              ]
            }
          ],
          "displayList": true,
          "count": 4
        },
        {
          "sectionName": "inclusions",
          "sectionID": "inclusions",
          "sectionDetails": [
            "Bali",
            "5 nights in Bali",
            "Stay at Hotel NEO+ Kuta Legian by ASTON (3 star) ",
            "Room Included  Room Superior",
            "Bed And Breakfast",
            "Private Transfer from Airport to Hotel  Kuta Legian Tuban Kuta",
            "Uluwatu Kecak with Seafood Dinner at Jimbaran  Private Basis",
            "Full Day Besakih Temple Tirta Gangga and Gates of Heaven (Lempuyang)  Private Basis",
            "Barong Dance and Kintamani Tour (Goa Gajah Celuk Mas Mount Batur Tirta Empul)  Private",
            "Full Day Nusa Penida Island Trip with Local Lunch  Seat in Coach Transfers",
            "Mengwi  Alas Kedaton  Tanah Lot Sunset  Private",
            "Private Transfer from Hotel to Airport  Kuta Legian Tuban Kuta"
          ],
          "displayList": true,
          "count": 3
        },
        {
          "sectionName": "exclusions",
          "sectionID": "exclusions",
          "sectionDetails": [
            "Airfare",
            "No entry tickets, Camera fee etc.",
            "Lunch & Dinner in the entire tour.",
            "Personal Expenses.",
            "Not other than mentioned in Inclusions"
          ],
          "displayList": true,
          "count": 3
        },
        {
          "sectionName": "tips before booking",
          "sectionID": "tipsBeforeBooking",
          "sectionDetails": [
            "If your stay is falling on 31st December or 14th February, there may be mandatory gala dinner charges payable directly at the hotel.",
            "Please make sure your passports, covid vaccination certificates, visa copies are kept safe at all times. Bali requires Visa on arrival to be done which costs USD 25 per passenger. Please make sure you carry cash for the same.",
            "Water sports activities schedule may get changed at times depending upon climatic conditions.",
            "In case of any emergency please first contact the local emergency contact numbers mentioned in the voucher.",
            "It's advisable to carry USD as currency while traveling to Bali. You can exchange it against Indonesian Rupiah once you land at airport or outside in the city. Most shops, street vendors only accept cash in IDR.",
            "Cabs are almost always available and easy to find/book on the spot in Bali. All drivers are trained to interact with tourists and speak english.",
            "While doing shopping at local markets in Kuta, you can bargain with shop keepers easily (even to the tune of 50% at times).",
            "Bali weather can be unpredicatable. Please check the weather forecast online before travel. In case its rainy, please make sure you carry appropriate clothes for the same.",
            "Bali has hot tropical climate through out the year, you can carry light clothes, hat, sun screen and sun glasses.",
            "Bali has probably he highest spa density in the world. If you get time you must indulge in a Balinese massage, its worth it and quite cheap. Most spas also offer free pickup and drop to hotels.",
            "Bali food is inspired from a lot of vegetarian cuisine. You may find a lot of vegan restaurants in Bali which you can definitely try. There are Indian restaurants as well available in Kuta, Seminyak and Nusa Dua where you can get good Indian food which typically can cost avg USD 10-15 per person.",
            "If the restaurant or hotel etc charges service charge it is not common nor expected to leave a tip. But it is still highly appreciated of course.",
            "Don't forget to do Air Suvidhaa while returning back from Bali to India.",
            "Most, most, most restaurants (and shops) have free wifi. You can also buy tourism SIM cards with data in mobile shops for a cheap price (5 - 10 USD) which is valid for 30 days.",
            "Day of Silence, Nyepi, no check-in or check-out from hotel. Entire island incl. airport is shut down!",
            "Areas in Bali:",
            "Kuta is the most happening place with lots of restaurants and nightlife.",
            "Seminyak has most clubs and is a bit more upscale and upbeat than Kuta.",
            "Ubud is more laid back, art, small shops, great food, healthy life style, yoga. Busy during the day due to day-tourism.",
            "Sanur is more quiet, a bit upper class in general, calm beaches, great restaurants at the beach side (pantai sindhu). Lots of live music.",
            "Amed is the place where most scuba divers stay and where you can dive around the famous Japanese shipwreck",
            "Nusa Dua, 5 star resort area, large properties directly at the white sandy beach, very clean with lush gardens."
          ],
          "displayList": false,
          "count": 3
        },
        {
          "sectionName": "terms and conditions",
          "sectionID": "termsAndConditions",
          "sectionDetails": [
            "Airline seats and hotel rooms are subject to availability at the time of confirmation.",
            "In case of unavailability in the listed hotels, arrangement for an alternate accommodation will be made in a hotel of similar standard",
            "There will be no refund for unused nights or early check-out (In case of Medical condition it completely depends on hotel policy).",
            "Check-in and check-out times at hotels would be as per hotel policies. Early check-in or late check-out is subject to availability and may be chargeable by the hotel.",
            "The price does not include expenses of personal nature, such as laundry, telephone calls, room service, alcoholic beverages, mini bar charges, tips, portage, camera fees etc.",
            "We reserves the right to modify the itinerary at any point, due to reasons including but not limited to: Force Majeure events, strikes, fairs, festivals, weather conditions, traffic problems, overbooking of hotels / flights, cancellation / re-routing of flights, closure of / entry restrictions at a place of visit, etc. While we will do our best to make suitable alternate arrangements, we would not be held liable for any refunds/compensation claims arising out of this.",
            "In case a flight gets cancelled, we will not be liable to provide any alternate flights within the same cost, any additional cost incurred for the same shall be borne by the traveler.",
            "Country guidelines may change without notice, hence do check travel rules and your eligibility for travel on the regulatory website of the respective country/state, before booking your travel."
          ],
          "displayList": true,
          "count": 3
        }
      ]
    },
    "international": true,
    "carousel": true,
    "footer": true,
    "otherPackages": [
      {
        "name": "Bali Countryside Tour",
        "price": 15899,
        "places": " Bali",
        "days": "4 Nights / 5 Days",
        "imgURL": "https://res.cloudinary.com/dp2hek0t3/image/upload/v1672319707/traveltownholidays/ubud-277349_1_txhlwk.jpg",
        "shortDescription": "Painted by the Gods, the beautiful island of Bali is a heaven on Earth. Bali is blessed with beautiful beaches, lush paddy fields, volcanic mountains in the backdrop, and lush countryside. The ancient history, the grand heritage, and the colorful culture and the lavish hospitality make it an experience to cherish.",
        "imgDescription": "Bali is home to many important 'sea temples' (Balinese: pura segara), founded in the 16th century by the Javanese Majapahit Brahmin to worship the sea gods. Each temple is traditionally said to be visible from the next, forming a chain around Bali coastline."
      }
    ]
  },
  {
    "destination": "Malaysia",
    "mainPackage": {
      "name": " Malaysia with its Highlands",
      "price": 10299,
      "places": "  Kuala Lumpur - Genting",
      "shortDescription": " The Malaysia tour includes a trip to the capital Kuala Lumpur. It's a stunning city of historic temples and mosques alongside spaceage towers and shopping malls. To learn more about your trip to Malaysia take a look at our detailed itinerary. ",
      "days": "3 Nights / 4 Days",
      " imgDescription": "The Petronas Twin Towers are the tallest twin towers in the world, a position they have held since 1996. Welcome to Malaysia's proudest icon and architectural wonder with endless shopping and tour experiences.",
      "imgURL": "https://res.cloudinary.com/dp2hek0t3/image/upload/v1672322902/traveltownholidays/kuala-lumpur-gd334e9a34_1920_1_q1wjnp.jpg",
      "details": [
        {
          "sectionName": "overview",
          "sectionID": "overview",
          "sectionDetails": [
            "Enhance your 4 days 3 nights Malaysia travel experience with the Highlands Tour Package. Located in Southeast Asia Malaysia occupies part of the Malay Peninsula and the island of Borneo. The country has many options to make your trip unforgettable: Malaysia's best cuisine amazing national parks scenic beaches aquatic life rich history and colorful culture."
          ],
          "displayList": false,
          "count": 3
        },
        {
          "sectionName": "highlights",
          "sectionID": "highlights",
          "sectionDetails": [
            "Ex-Bangalore Airfare",
            "Lunch and dinner",
            "Medical Insurance",
            "RT PCR Test",
            "Anything other than not mentioned in the inclusions",
            "No refund will be given for the service not utilized."
          ],
          "displayList": true,
          "count": 3
        },
        {
          "sectionName": "itinerary",
          "sectionID": "itinerary",
          "sectionDetails": [
            {
              "day": "Day 1: Arrival in Kuala Lumpur ",
              "details": [
                " Malaysia begins upon arrival at Kuala Lumpur International Airport. After arriving at the airport we will guide you to your hotel. Arrive at your hotel complete the checkin formalities and relax.  Get a good night's sleep in our comfortable beds. Recharge your batteries for a night tour of Kuala Lumpur the next day. "
              ]
            },
            {
              "day": "Day 2: Enjoy Kuala Lumpur Night Tour ",
              "details": [
                "Wake up early and enjoy a delicious breakfast relax until dawn and enjoy the leisure activities at the hotel. In the evening get ready for a tour that showcases the Malaysian way of life a beautiful mix of different races cultures and religions.  You will be guided to the famous gold award winning center  Kuala Lumpur City Gallery where you can explore the history of Kuala Lumpur. The gallery is filled with illustrations and paintings depicting the history of KL. Afterwards head to Sri He Mahamariamman Temple the oldest and most famous Hindu temple in Kuala Lumpur. Next head to Petaling Street a shopaholic's paradise and shop for souvenirs at Chinatown's openair he bazaar. Return to the hotel and sleep soundly. "
              ]
            },
            {
              "day": "Day 3: Excursion to Genting Highlands ",
              "details": [
                "Let him start his day with a delicious breakfast and prepare for another unforgettable experience. Today you will be taken to Genting Highlands a hill station and one of the most popular tourist destinations in the country. The location has a variety of outdoor theme parks recreation centers and casinos. Along the way you'll also have the chance to visit the famous Batu Caves a series of caves and cave temples perched on limestone hills. Dedicated to Lord Murugan these cave temples are among his most popular Hindu temples outside of India. Arrive at Genting Highlands and enjoy spectacular views of the islands from the summit. Enjoy Genting Snow World and enjoy a cable car ride. After a busy day return to your hotel and relax. "
              ]
            },
            {
              "day": "Day 4: End of tour ",
              "details": [
                "Wake up to a delicious breakfast and complete the checkout process. At the end of the Malaysia tour transfers to Kuala Lumpur International Airport for your flight home. "
              ]
            }
          ],
          "displayList": true,
          "count": 4
        },
        {
          "sectionName": "inclusions",
          "sectionID": "inclusions",
          "sectionDetails": [
            "Kuala Lumpur",
            "Visit the famous Kuala Lumpur City Gallery",
            "In honor of Sri His Mahamariamman Temple",
            "Shop for souvenirs on Petaling Street",
            "Experience the beauty of Batu Caves",
            "Enjoy the beauty of the islands from the mountains",
            "Have fun at Genting Snow World and enjoy the cable car"
          ],
          "displayList": true,
          "count": 3
        },
        {
          "sectionName": "exclusions",
          "sectionID": "exclusions",
          "sectionDetails": [
            "Ex Bangalore Airfare",
            "Lunch and dinner",
            "Medical Insurance",
            "RT PCR Test",
            "Anything other than not mentioned in the inclusions",
            "No refund will be given for the service not utilized."
          ],
          "displayList": true,
          "count": 3
        },
        {
          "sectionName": "tips before booking",
          "sectionID": "tipsBeforeBooking",
          "sectionDetails": [
            "Please be on time for all tours. Coach or Car will not wait for 5 mins in case you are delayed.",
            "For Seat in Coach Transfers & Tours, please be at the place of pick up 10 Minutes before the pick-up time as mentioned in itinerary",
            "Pick up point at Kuala Lumpur International Airport is generally Arrival Hall Door 6 at Terminal 1 and Arrival Hall Door 2 at Terminal 2",
            "If you are traveling from Singapore to Kuala Lumpur or vice versa by Coach, please note that the journey may take 5-6 hours and coaches can be delayed if there is rush at immigration or during festivals.",
            "All indoor and outdoor theme parks at Genting Highlands are closed. You can only do the cable car ride at Genting or play at Casinos.",
            "A tourism tax of RM 10 per room per night will be charged by hotels in Malaysia which has to be paid to the hotels directly at the time of check-out",
            "Standard Check-in time is 14:00 hrs & Check-out time is 12:00 noon. Early check in is subject to availability.",
            "For Seat in Coach Tours, please be at the lobby 10 Minutes before the pick-up time as mentioned in itinerary. Drivers will only wait for maximum of 5-10 mins in case you are delayed before moving to the next pickup.",
            "For currency you can either exchange Malaysian Ringitt locally in India (locally) and carry with you or buy a forex card which can work in Malaysia. You can also withdraw cash from ATMs in Dubai if you have a international debit card",
            "If you are traveling with children less than 12 years who are non vaccinated, while returning back RT-PCR test is mandatory and will be required to be done in Thailand only before returning back. Don't forget to fill your Air Suvidha Form before your return travel date as the same can be checked at the airport.",
            "For local transport in Malaysia, you can download the Grab app can be used which is quite cheap and economical."
          ],
          "displayList": false,
          "count": 3
        },
        {
          "sectionName": "terms and conditions",
          "sectionID": "termsAndConditions",
          "sectionDetails": [
            "Airline seats and hotel rooms are subject to availability at the time of confirmation.",
            "In case of unavailability in the listed hotels, arrangement for an alternate accommodation will be made in a hotel of similar standard",
            "There will be no refund for unused nights or early check-out (In case of Medical condition it completely depends on hotel policy).",
            "Check-in and check-out times at hotels would be as per hotel policies. Early check-in or late check-out is subject to availability and may be chargeable by the hotel.",
            "The price does not include expenses of personal nature, such as laundry, telephone calls, room service, alcoholic beverages, mini bar charges, tips, portage, camera fees etc.",
            "We reserves the right to modify the itinerary at any point, due to reasons including but not limited to: Force Majeure events, strikes, fairs, festivals, weather conditions, traffic problems, overbooking of hotels / flights, cancellation / re-routing of flights, closure of / entry restrictions at a place of visit, etc. While we will do our best to make suitable alternate arrangements, we would not be held liable for any refunds/compensation claims arising out of this.",
            "In case a flight gets cancelled, we will not be liable to provide any alternate flights within the same cost, any additional cost incurred for the same shall be borne by the traveler.",
            "Country guidelines may change without notice, hence do check travel rules and your eligibility for travel on the regulatory website of the respective country/state, before booking your travel."
          ],
          "displayList": true,
          "count": 3
        }
      ]
    },
    "international": true,
    "carousel": true,
    "footer": false,
    "otherPackages": [
      {
        "name": "Kuala Lumpur Genting Langkawi Tour",
        "price": 16999,
        "places": "  Kuala Lumpur – Genting Highlands – Langkawi",
        "days": "4 Nights / 5 Days",
        "imgURL": "https://res.cloudinary.com/dp2hek0t3/image/upload/v1672322806/traveltownholidays/pexels-niko-cezar-3731615_1_xgiam3.jpg",
        "shortDescription": "During the Malaysia tour, you will visit the capital city Kuala Lumpur, Genting Highlands, and Langkawi where you will enjoy splendid views of the mountains, stunning beaches, enjoy shopping, and witness the magical underwater world.",
        "imgDescription": "The cave is one of the country's top tourist attractions and a pilgrimage site for Tamil Hindus. Named after the nearby Sungai Batu (Batu River), the hotel is 8 miles north of Kuala Lumpur, the capital of Malaysia."
      }
    ]
  },
  {
    "destination": "Singapore",
    "mainPackage": {
      "name": " Magnificent Singapore Tour",
      "price": 38999,
      "places": "  Singapore",
      "shortDescription": " There is so much to discover in this Asian 'Little Red Dot'. During your trip to Singapore, you will have the opportunity to absorb a culture that is a mix of Malay, Chinese and Indian influences. You can shop at popular markets and indulge in succulent cuisine during your unforgettable Singapore vacation. Though small, this island town has a lot to offer the avid traveler.",
      "days": "4 Nights / 5 Days",
      " imgDescription": "The Merlions fish-like body symbolizes Singapore's origins as a fishing village. Temasek is derived from the same root as the word Tasek (Lake in Malay) The head of the statue represents the original name of the city of Singapore 'Lion City in Sanskrit'.",
      "imgURL": "https://res.cloudinary.com/dp2hek0t3/image/upload/v1672321931/traveltownholidays/pexels-kin-pastor-777059_1_xkoemx.jpg",
      "details": [
        {
          "sectionName": "overview",
          "sectionID": "overview",
          "sectionDetails": [
            "The charm of Singapore reflects through its unique culture, lush greenery, and architectural wonders. You can plan your International tour at this dreamy destination to get the best holiday experience. We have a well-designed 5 days Singapore tour package that will give you a new adventure every day. With this tour package, you can explore various attractions throughout your journey."
          ],
          "displayList": false,
          "count": 3
        },
        {
          "sectionName": "highlights",
          "sectionID": "highlights",
          "sectionDetails": [
            "Witness cultural programs and enjoy a night safari at Singapore Zoo.",
            "Take a fascinating tour of Sentosa Island.",
            "Explore theme zones at Universal Studios.",
            "Get a refreshing break by visiting the Garden by the Bay With Marina Bay Sand."
          ],
          "displayList": true,
          "count": 3
        },
        {
          "sectionName": "itinerary",
          "sectionID": "itinerary",
          "sectionDetails": [
            {
              "day": "Day 1: Arrival in Singapore",
              "details": [
                "This Singapore tour begins upon arrival at Singapore Airport. Upon arrival, complete immigration formalities and transfer to your pre-booked hotel. When you arrive at the hotel, complete the check-in procedures and go to your room. Afterwards, take a short break before heading to the Singapore Zoo.",
                "Then, head out on a night safari to see a wide variety of animals. Afterwards, you will have the opportunity to watch cultural performances such as tribal dancing, fire eating and blowgun demonstrations. Next, you must watch the Creature of the Night show for a unique experience on the first day of his five-day Singapore tour. Afterwards, head back to your hotel and enjoy an overnight stay in the comfort of your hotel bed. "
              ]
            },
            {
              "day": "Day 2: Sentosa Island Sightseeing Tour",
              "details": [
                "Start his day with a healthy breakfast at the hotel and enjoy leisure activities. Then take his Twilight Tour of Sentosa. This tour includes one-way cable car ride, admission ticket, Madame Tussauds 5 in 1, Lunge, and afternoon Skyride. In addition, you will have the opportunity to explore many attractions such as S.E.A. Aquarium, Sentosa Beach, and Adventure Cove Waterpark. ",
                "Most attractions are located at Resorts World Sentosa and Sentosa Beachfront. After filling your mind with fun, thrills, and lasting memories, head back to your hotel for an overnight stay in a comfortable bed."
              ]
            },
            {
              "day": "Day 3: Visit Universal Studios",
              "details": [
                "Wake up in the morning and start your day with a refreshing breakfast at the hotel. After breakfast, transfer to Universal Studios. He is one of Singapores most popular attractions. On his third day of his Singapore tour, explore the different themed zones of this Universal Studios. The studios include Hollywood, New York, Sci-Fi City, Ancient Egypt, Lost World, Far Far Away and Madagascar Zone. This day offers the best perspective of adventure, from adrenaline rushes to new experiences in each zone. Afterwards, return to your hotel and climb into bed to relax and sleep for the night. "
              ]
            },
            {
              "day": "Day 4: Gardens by the Bay and Marina Bay Sand Sky Park",
              "details": [
                " Wake up early with a healthy breakfast and fill your heart with double the fun. Today, embark on a fascinating Gardens by the Bay tour featuring Marina Bay Sands Sky Park. First, explore Gardens by the Bay. The natural park covers 101 hectares. Next, admire the supertree-like structures that dominate the garden landscape. ",
                "The height of this structure is 25 to 50 meters. Next, explore the Flower Dome and Cloud Forest. These are two greenhouses. These vertical gardens in Singapore serve a variety of functions including planting, shading and acting as environmental drivers. After exploring this attraction, retire to your hotel room for a good nights sleep in your comfortable bed. "
              ]
            },
            {
              "day": "Day 5: Departure from Singapore ",
              "details": [
                "Get in the mood for the morning with a healthy breakfast. After breakfast, you will have free time until your guide arrives at your hotel and transfers you to the airport. Our representatives will make all arrangements in advance to ensure a comfortable and pleasant journey. "
              ]
            }
          ],
          "displayList": true,
          "count": 4
        },
        {
          "sectionName": "inclusions",
          "sectionID": "inclusions",
          "sectionDetails": [
            "Singapore",
            "2 nights in Singapore",
            "Stay at 4 star Hotel",
            "Room Included - Double Room with Breakfast",
            "Full Breakfast, Free WiFi",
            "Singapore Tourist Visa (Documents to be sent by Applicant)",
            "One-way Transfer Between Changi Airport And Hotel - Private Vehicle - (6 am - 10 pm)",
            "Jurong Bird Park with Transfers - Private Vehicle",
            "Singapore River Cruise (without Dinner) - Private Transfers",
            "Universal Studio Tour with Transfers - Private",
            "Half Day City Tour - Private Basis (Without Guide)",
            "One-way Airport Transfer between Hotel and Changi Airport - Private (10 pm - 6 am)",
            "All applicable taxes"
          ],
          "displayList": true,
          "count": 3
        },
        {
          "sectionName": "exclusions",
          "sectionID": "exclusions",
          "sectionDetails": [
            "Optional enhancements like room or flight upgrades, or local camera or video fees",
            "Additional sightseeing, activities and experiences outside of the itinerary",
            "Early check-in or late check-out from hotels (unless otherwise specified)",
            "Excess baggage charges, and where applicable, baggage not included in your fare",
            "Any Visa required, unless mentioned as an inclusion0"
          ],
          "displayList": true,
          "count": 3
        },
        {
          "sectionName": "tips before booking",
          "sectionID": "tipsBeforeBooking",
          "sectionDetails": [
            "If your stay is falling on 31st December or 14th February, there may be mandatory gala dinner charges payable directly at the hotel.",
            "In case of any emergency please first contact the local emergency contact numbers mentioned in the voucher",
            "You don't get any medicines over the counter in Singapore (without prescription). Better to carry general medicines with you.",
            "Little India has almost 50 Indian restaurants, so any kind of Indian food is easily available there.",
            "Singapore is very particular about cleanliness. Avoid littering while on tours. Littering on the streets can be fined.",
            "Singapore is hot and humid: you may consider bringing light clothes, open shoes and sun glasses.",
            "Indian round-pin plugs will not work in Singapore. You need to carry a adaptor for your chargers to work. You can also get them from the hotel reception.",
            "Please reach the Arrival Information Counter in Singapore Airport from where pickup would happen.",
            "Seat in Coach pickups follows a fixed schedule. So in case one pickup is missed, you will have to take your own transfers.",
            "Please buy a SIM card once you arrive which has enough data on it so that you can be online for doing whats app calls or email.",
            "Its your responsibility to ensure you carry the attraction tickets for all tours and if they are lost or misplaced, they can only be replaced at additional costs.",
            "Please keep your passport and travel document safe at all times.",
            "Please be on time for all pickups and be ready in the hotel lobby. The driver cannot wait for more than 5 mins as other pickups have to be arranged.",
            "For local transportation in Singapore and Malaysia, you can use MRT (metro) which can be quite cheap.",
            "For local transport in Singapore and Malaysia, Grab can be used which is quite cheap and economical.",
            "Standard check in time in Singapore is 2 pm. Early check in is not available in Singapore hotels. Some hotels may allow early check in by paying extra charges at the reception at the time of check-in.",
            "Please note in case you are double vaccinated, only WHO approved vaccines (Covishield, Covaxin, Pfizer, Moderna, Sinovac etc) are accepted for entry into Singapore. In case you are vaccinated using Sputnik V or any other vaccines, you will not be able to enter Singapore.",
            "Any one above the age of 12 years has to be doubly vaccinated using WHO approved vaccines to enter Singapore. If you have a child who is above 12 years at the time of travel, please ensure they are double vaccinated, or else they will be required to quarantine for 7 days upon arrival in Singapore.",
            "For fully vaccinated travelers, you need to complete your SG Arrival Card (SGAC) up to 3 days before arrival. Upon the completion of your SGAC submission, you will receive an email acknowledgement which you can present for smoother pre-boarding and immigration checks.",
            "If you are traveling with children less than 12 years who are non vaccinated, while returning back RT-PCR test is mandatory and will be required to be done in Singapore locally at the time of returning back. Don't forget to fill your Air Suvidha Form before your return travel date as the same can be checked at the airport.",
            "For currency you can either exchange Singapore Dollars locally in India (locally) and carry with you or buy a forex card which can work in Singapore. You can also withdraw cash from ATMs in Singapore if you have a international debit card."
          ],
          "displayList": false,
          "count": 3
        },
        {
          "sectionName": "terms and conditions",
          "sectionID": "termsAndConditions",
          "sectionDetails": [
            "Airline seats and hotel rooms are subject to availability at the time of confirmation.",
            "In case of unavailability in the listed hotels, arrangement for an alternate accommodation will be made in a hotel of similar standard",
            "There will be no refund for unused nights or early check-out (In case of Medical condition it completely depends on hotel policy).",
            "Check-in and check-out times at hotels would be as per hotel policies. Early check-in or late check-out is subject to availability and may be chargeable by the hotel.",
            "The price does not include expenses of personal nature, such as laundry, telephone calls, room service, alcoholic beverages, mini bar charges, tips, portage, camera fees etc.",
            "We reserves the right to modify the itinerary at any point, due to reasons including but not limited to: Force Majeure events, strikes, fairs, festivals, weather conditions, traffic problems, overbooking of hotels / flights, cancellation / re-routing of flights, closure of / entry restrictions at a place of visit, etc. While we will do our best to make suitable alternate arrangements, we would not be held liable for any refunds/compensation claims arising out of this.",
            "In case a flight gets cancelled, we will not be liable to provide any alternate flights within the same cost, any additional cost incurred for the same shall be borne by the traveler.",
            "Country guidelines may change without notice, hence do check travel rules and your eligibility for travel on the regulatory website of the respective country/state, before booking your travel."
          ],
          "displayList": true,
          "count": 3
        }
      ]
    },
    "international": true,
    "carousel": true,
    "footer": true,
    "otherPackages": [
      {
        "name": "Joyful Singapore Itinerary 5 Days",
        "price": 29999,
        "places": "  Singapore",
        "days": "4 Nights / 5 Days",
        "imgURL": "https://res.cloudinary.com/dp2hek0t3/image/upload/v1672322400/traveltownholidays/pexels-timo-volz-1842332_1_zkabtm.jpg",
        "shortDescription": "Singapore is a beautiful island country, which each year is visited by tourists in good numbers as it offers the best of holiday experiences. Indian Holiday offers well-planned Joyful Singapore Itinerary 5 Days so that you have a memorable vacation including the popular sights, sounds and attractions of this mesmerizing island. ",
        "imgDescription": "The Merlion's fish-like body symbolizes Singapore's origins as a fishing village. Temasek is derived from the same root as the word Tasek (“Lake” in Malay). The head of the statue represents the original name of the city of Singapore (Lion City in Sanskrit)."
      }
    ]
  },
  {
    "destination": "Sri Lanka",
    "mainPackage": {
      "name": " Wonders of Sri Lanka Tour",
      "price": 23999,
      "places": "  Colombo – Kandy – Bentota - Colombo",
      "shortDescription": "Endless beaches, timeless ruins, welcoming people, herds of elephants, rolling waves, cheap prices, fun trains, famous teas and delicious food represent Sri Lanka.",
      "days": "5 Nights / 6 Days",
      " imgDescription": "Of all the beaches in Sri Lanka, Mirissa Beach is the most famous. Famous for great surfing, restaurants, bars and snorkeling. The beach itself he stretches for 2 km and has a large parrot rock in the middle.",
      "imgURL": "https://res.cloudinary.com/dp2hek0t3/image/upload/v1672349685/traveltownholidays/pexels-oleksandr-pidvalnyi-319892_1_nfefzh.jpg",
      "details": [
        {
          "sectionName": "overview",
          "sectionID": "overview",
          "sectionDetails": [
            "If you are looking forward to exploring Sri Lanka at its best, we have carefully crafted your itinerary so that you can explore and experience the enchanting beauty of this island nation. Our 5 Nights 6 Days Sri Lanka Tour Package allows you to visit Kandy and Bentota along with the provincial capitals. Explore UNESCO World Heritage Sites, visit ancient temples and experience the breathtaking beauty of majestic landscapes."
          ],
          "displayList": false,
          "count": 3
        },
        {
          "sectionName": "highlights",
          "sectionID": "highlights",
          "sectionDetails": [
            "Explore the breathtaking beauty of Kandy.",
            "Watch elephants playing and bathing in Pinnawala.",
            "Visit the Temple of the Tooth Relic.",
            "Spot exotic species of orchids in Botanical Garden in Kandy.",
            "Rejuvenate on the Bentota Beach.",
            "Explore the architectural marvels in Colombo."
          ],
          "displayList": true,
          "count": 3
        },
        {
          "sectionName": "itinerary",
          "sectionID": "itinerary",
          "sectionDetails": [
            {
              "day": "Day 1: Airport - Bentota",
              "details": [
                "The moment you step out of the airport, your Beach and Heritage Sri Lanka tour begins. You will meet with our tour representative, who will provide you with a private transfer to Bentota. This road trip will take around 2 hours to reach your pre-booked hotel from the airport. On arrival at the hotel, you will follow the complete check-in process and move towards your room. Next, you will freshen up and straighten your back. After that, you can explore the nearby market on your own and get back to the hotel at the time of dinner. Have your mouth-watering dinner and slip on your bed for a peaceful overnight stay in Bentota."
              ]
            },
            {
              "day": "Day 2: Bentota",
              "details": [
                "Open your eyes and praise the natural beauty while having your first meal of the day. Once you finish your breakfast, you will be ready to commence a city tour in Bentota. Firstly, you will proceed to Maadu River Ride to add fun elements to your vacation. Later, you will move towards Kosgoda Turtle Hatchery for unique fun and entertainment. After that, you will enjoy the thrill of water sports. Jet Ski, Banana Ride, and Tube Ride are some of the most enthralling water sports that you can try in Bentota. In the evening, you will return to your hotel to enjoy your dinner, then you will hop onto the bed to enjoy an overnight stay peacefully."
              ]
            },
            {
              "day": "Day 3: Bentota - Nuwara Eliya",
              "details": [
                "Wake up early in the morning and have your luscious breakfast while admiring the scenic view. After having your morning meal, you will be ready and pack your bag as you will check out from the hotel. Then, you will proceed to Nuwara Eliya, en route, you will visit the lush Tea Plantation and Ramboda Falls. After visiting these places,, you will continue your road trip to Nuwara Eliya.",
                "On arrival, you will check-in at your pre-booked hotel and move towards your room. And after resting for a while, you will explore the scenic beauty of the hill town of Sri Lanka. And getting the view of tea plantations, valleys, waterfalls, and mountains is matchless. Later, you will visit Victoria Park which is located in the middle of the town. Next, you will visit the Seethe Amman Temple and then get back to your hotel. You will have your finger-licking dinner and enjoy your overnight stay in Bentota."
              ]
            },
            {
              "day": "Day 4: Nuwara Eliya - Kandy",
              "details": [
                "Commence your day with a combination of sunshine and a healthy breakfast in your room. After finishing your breakfast, you will check out from your hotel and get a private transfer to Kandy. On arrival, you will check in your hotel and complete the formalities of the check-in process. After that, you will straighten your back and get ready to explore the attractions of Kandy. Firstly, you will visit Peradeniya Royal Botanical Garden and admire the greenery. If time permits, you can explore the nearby attractions. Next, you will get back to your hotel and munch your tasty dinner, then have a restful sleep in your room on your comfortable bed."
              ]
            },
            {
              "day": "Day 5: Kandy - Colombo",
              "details": [
                "Break your full night fast with a delicious breakfast in your hotel room. Once you finish the meal, you will proceed to Colombo. En route, you will stop at Pinnawala Elephant Orphanage, where you can spend some time and feed them through your hands. If you want to add some extra fun, you can bath with them at the river and create some fun memories. Later, you will arrive at the pre-booked hotel and take a rest for a while. After that, you will explore the attractions of Colombo and stroll in the local markets for shopping. Next, you will have your lip smacking dinner and jump on your comfortable bed for a restful sleep."
              ]
            },
            {
              "day": "Day 6: Colombo Airport Drop",
              "details": [
                "Embrace the morning vibes with delicious morning meals. Once you finish, you will pack your bag and get the private transfer to reach the airport. Next, you will take the flight to get back to your home and say goodbye to Sri Lanka."
              ]
            }
          ],
          "displayList": true,
          "count": 4
        },
        {
          "sectionName": "inclusions",
          "sectionID": "inclusions",
          "sectionDetails": [
            "Sri Lanka",
            "1 night in Kandy Stay at Devon Hotel (3 star)",
            "Room Included - Standard Double Room",
            "Bed and Breakfast",
            "ETA for Sri Lankan Visa",
            "1 night in Nuwara EliyaStay at Araliya Green Hills Hotel (4 star)",
            "Room Included - Deluxe Room Breakfast Included",
            "Bed and Breakfast",
            "2 nights in Bentota Stay at The Habitat Kosgoda by Asia Leisure (5 star)",
            "Room Included - Deluxe Double room (full double bed) (bed type is subject to availability, child bed not included, extra bed included)",
            "Bed and Breakfast",
            "1 night in Colombo Stay at Galadari Hotel (4 star)",
            "Road Transport from Colombo (drop at Colombo) - Small Car"
          ],
          "displayList": true,
          "count": 3
        },
        {
          "sectionName": "exclusions",
          "sectionID": "exclusions",
          "sectionDetails": [
            "Ex-Bangalore Airfare",
            "Lunch and dinner",
            "Medical Insurance",
            "RT PCR Test",
            "Anything other than not mentioned in the inclusions",
            "No refund will be given for the service not utilized."
          ],
          "displayList": true,
          "count": 3
        },
        {
          "sectionName": "tips before booking",
          "sectionID": "tipsBeforeBooking",
          "sectionDetails": [
            "Please note vehicle is available for use between 7 am to 7 pm which covers the sightseeing and journey time. If you wish to go out beyond 7 pm, vehicle charges would be extra."
          ],
          "displayList": false,
          "count": 3
        },
        {
          "sectionName": "terms and conditions",
          "sectionID": "termsAndConditions",
          "sectionDetails": [
            "Airline seats and hotel rooms are subject to availability at the time of confirmation.",
            "In case of unavailability in the listed hotels, arrangement for an alternate accommodation will be made in a hotel of similar standard",
            "There will be no refund for unused nights or early check-out (In case of Medical condition it completely depends on hotel policy).",
            "Check-in and check-out times at hotels would be as per hotel policies. Early check-in or late check-out is subject to availability and may be chargeable by the hotel.",
            "The price does not include expenses of personal nature, such as laundry, telephone calls, room service, alcoholic beverages, mini bar charges, tips, portage, camera fees etc.",
            "We reserves the right to modify the itinerary at any point, due to reasons including but not limited to: Force Majeure events, strikes, fairs, festivals, weather conditions, traffic problems, overbooking of hotels / flights, cancellation / re-routing of flights, closure of / entry restrictions at a place of visit, etc. While we will do our best to make suitable alternate arrangements, we would not be held liable for any refunds/compensation claims arising out of this.",
            "In case a flight gets cancelled, we will not be liable to provide any alternate flights within the same cost, any additional cost incurred for the same shall be borne by the traveler.",
            "Country guidelines may change without notice, hence do check travel rules and your eligibility for travel on the regulatory website of the respective country/state, before booking your travel."
          ],
          "displayList": true,
          "count": 3
        }
      ]
    },
    "international": true,
    "carousel": true,
    "footer": true,
    "otherPackages": [
      {
        "name": "Majestic Sri Lanka Tour",
        "price": 18999,
        "places": "  Colombo - Kandy – Nuwara Eliya - Bentota – Colombo",
        "days": "4 Nights / 5 Days",
        "imgURL": "https://res.cloudinary.com/dp2hek0t3/image/upload/v1672349686/traveltownholidays/elephant-g15c8f53a6_1920_1_otnfxe.jpg",
        "shortDescription": "The tiny island nation of Sri Lanka, formerly known as Ceylon is a world-renowned destination that boasts of alluring beaches, rich heritage, exotic wildlife, stunning landscape and several amazing architectural wonders as well as places of worship. ",
        "imgDescription": "Native to Sri Lanka, the Sri Lankan elephant is one of three recognized subspecies of the Asian elephant. A typical subspecies of the Asian elephant, it was first described in 1758 by Linnaeus as binomial Elephas maximus."
      }
    ]
  },
  {
    "destination": "Dubai",
    "mainPackage": {
      "name": " 5 Days Dubai Expo Tour",
      "price": 39999,
      "places": "  Dubai",
      "shortDescription": "This Arabian city is located in the Arabian Desert, so you'll want to add a desert safari to your Dubai tour. Vibrant nightlife, exotic beaches, huge shopping he malls, great cuisine and historical significance make travelers from all over the world book Dubai packages.",
      "days": "5 Nights / 6 Days",
      " imgDescription": "In addition to being the tallest building in the world, the Burj Khalifa is the tallest structure previously held by the KVLY-TV mast in Blanchard, North Dakota and the tallest freestanding structure previously held by the CN in Toronto. also broke two impressive records for tower.",
      "imgURL": "https://res.cloudinary.com/dp2hek0t3/image/upload/v1672318972/traveltownholidays/pexels-ivan-siarbolin-3787839_1_sa8knw.jpg",
      "details": [
        {
          "sectionName": "overview",
          "sectionID": "overview",
          "sectionDetails": [
            "If you are looking forward to exploring Sri Lanka at its best, we have carefully crafted your itinerary so that you can explore and experience the enchanting beauty of this island nation. Our 5 Nights 6 Days Sri Lanka Tour Package allows you to visit Kandy and Bentota along with the provincial capitals. Explore UNESCO World Heritage Sites, visit ancient temples and experience the breathtaking beauty of majestic landscapes."
          ],
          "displayList": false,
          "count": 3
        },
        {
          "sectionName": "highlights",
          "sectionID": "highlights",
          "sectionDetails": [
            "Great sightseeing tour of Dubai",
            "Enjoy Desert Safari with Ballet dancers and barbeque dinner",
            "Relish the Dhow Cruise dinner on Marina Dubai",
            "Get a spectacular view of the city from the 124th floor of Burj Khalifa",
            "A Trip to The Dubai Expo (Including entrance ticket)",
            "Enjoy the View at The Palm Jumeirah"
          ],
          "displayList": true,
          "count": 3
        },
        {
          "sectionName": "itinerary",
          "sectionID": "itinerary",
          "sectionDetails": [
            {
              "day": "Day 1: Arrive Dubai- Dhow Marina Cruise",
              "details": [
                "Welcome to Dubai! The moment you set your feet in Dubai, the vibe of luxuriousness and extraordinary beauty will touch your heart. On your arrival at Dubai Airport, you will meet with our tour representative. The tour executive will give you a private transfer to your pre-booked hotel. After arriving at your hotel, you will downright the process of Check-In and head to your pre-assisted room for some relaxation. In the evening, you will visit Marina Dhow Cruise, one of the most popular dinner cruises in Dubai. As you embark on this traditional Marina Cruise, you will witness the spectacular view of Dubai. This well-designed wooden cruise ship has an amazing design and is well-equipped with modern facilities.",
                "This cruise offers an open-air upper deck and a full-window view that will leave you in awe. You can enjoy the delicious dinner while enjoying the live Tanoura dance show. Dhow Cruise is one of the ideal ways to cover the length of Dubai Marina. While enjoying the ride on this cruise, you can behold the infrastructure of Dubai on both sides. The ambiance of this cruise makes it a perfect place to enjoy dinner with your loved ones. Later, you will come back to your hotel and have a peaceful sleep."
              ]
            },
            {
              "day": "Day 2: Dubai City Tour and Desert Safari along with Bbq Dinner",
              "details": [
                "Wake up in the morning along with fresh sunshine and enjoy your morning meal in your hotel. On the second day of your Dubai tour, you will proceed for the Dubai city tour, and after that, you will have fun at Desert Safari. This tour will allow you to explore Atlantis the Palm, Burj Al Arab, Burj Khalifa, Dubai Mall, and Jumeirah Beach. During this half-day city tour, you will create everlasting memories with your close ones. Later, you will proceed to the next level of fun with Desert Safari. A Dubai trip is incomplete without the Desert Safari and Burj Khalifa.",
                "The moment you set your feet for this fun of Dubai desert safari, you will witness the surroundings start giving you an exciting and electrifying experience. In the evening, you will enjoy a thrilling ride over the sand dune in many exciting ways; camel ride, quad biking, and sandboarding are some of the famous ways to experience this ride on sand dunes. After that, you will enjoy the Barbecue dinner buffet and vegetarian vegan foods are also available. Enjoying the Belly dance, Tanoura Dance, and Haridi show while having your food in the dunes is one of the great experiences of this trip. Later, you will return to your hotel and have a good sleep."
              ]
            },
            {
              "day": "Day 3: Burj Khalifa At the Top and The View at the Palm Jumeirah-",
              "details": [
                "Today, you will enjoy the best view of this city that will imprint your heart through your eyes. Burj Khalifa and The View At the Palm Jumeirah are two attractions that make this day more fascinating. Get up early in the morning and have your lip-smacking meals in your hotel. After enjoying your breakfast, you will be taken to Burj Khalifa, currently the world's tallest tower in the world. This iconic tower is one of the major attractions of Dubai. Take a ride on the 215-foot moving sidewalk and as you go to the tower. You will behold the multimedia presentation that exhibits the story of Dubai. Once done, you can take the fast-moving elevator up to the observation deck.",
                "You will witness the panoramic view of the city from the observational deck of the Burj Khalifa. Double the space of excitement in your heart when you are elevated to the 124th floor of Burj Khalifa. From there, you will catch the jaw-dropping 360° view. Later, you will observe the incredible views over Dubai Marina, the Burj-Al Arab, and several attractions through the grand windows of the deck. For a better experience, use the high-tech telescopes to behold incredible vistas over the city, ocean, and dessert. Do not forget to check over the gift storehouse before returning to ground level.",
                "Later you will proceed for other exceptional views of one of Dubai's most admired landmarks at The View at The Palm. It is located on level 52 of the Palm tower. This tower is home to a café, a creative exhibition that displays the rise of the island, interactive aquarium-themed tunnels, and a gift shop. The observation deck is 240 m in height and offers outstanding 360° panoramas that are a feast for your eyes. You can observe the beauty of Palm Jumeirah alongside sparkling waters of the Arabian Gulf and the striking Dubai skyline. After that, you will return to your hotel, have dinner and hop onto the bed for sound sleep."
              ]
            },
            {
              "day": "Day 4: Dubai – A Day Trip to Dubai Expo",
              "details": [
                "Kick start your day with a crunchy meal in the morning in your hotel. After that, you will be ready to visit the most exciting part of this 5 days Dubai tour. Today's you will visit Dubai EXPO, which is a different world in itself. It is an opportunity to connect with the different corners of the world in one place. The main site of Expo Dubai will be a 438-hectare area that is settled amid Dubai and Abu Dhabi cities. UAE picked the theme Connecting Minds and Creating the Future along with the sub-themes that show Sustainability, Mobility, and Opportunity.",
                "A trip to Dubai Expo is all about a matchless experience that you can't find anywhere else. You will encounter science, technology, innovation, marvelous art, culture, geography with this trip to the Dubai EXPO. All the vibes and experience put you in the motion of thoughts and ideas that will impact your lives beautifully. You will discover the incredible story of the EXPO 2021 that can be seen as a type of World fair. This world Fair enables you to know the best innovations that mankind has to offer to this world. Here, you will witness the series of pavilions that are connected by common themes and apply to all of humanity.",
                "Besides all the attractions, the EXPO in Dubai has lots of amazing features. You will find a plaza that will be encased by a dome, and that dome will serve as a 360-degree screen at night. This dome will project a series of images inside and outside. But inside the dome, there is much more to explore. You will discover pavilions, fountains, parks and waterfalls in the dome.",
                "In Dubai EXPO, around 140 countries will be participating and each country will have its pavilion at the exhibition. The UAE will also have its specialized pavilions in this exhibition. After exploring all the attractions, you will return to your hotel with one of the best experiences of your life. Have a luscious dinner and get a restful sleep in your hotel."
              ]
            },
            {
              "day": "Day 5: Depart Dubai",
              "details": [
                "It is the climax day of your Dubai trip. Relish the hearty morning meals then check out from your hotel. You will get an assisted transfer service to reach Dubai International Airport. After reaching there, you will take your flight and return home with entertaining experiences and unforgettable memories."
              ]
            }
          ],
          "displayList": true,
          "count": 4
        },
        {
          "sectionName": "inclusions",
          "sectionID": "inclusions",
          "sectionDetails": [
            "5 nights in Dubai",
            "Stay at Citymax Hotel Bur Dubai (3 star)",
            "Room Included - Standard Room",
            "Room with Breakfast",
            "UAE Single Entry Tourist Visa - 30 Days including Insurance",
            "One-way Transfer from Dubai Airport to Dubai Hotel - Private from Dubai International Airport",
            "Dhow Cruise with Dinner - Creek Cruise with Private Transfers",
            "Half Day Dubai City Tour - Shared Basis",
            "Desert Safari with Dune Bashing, Belly Dancing and Barbeque Dinner - Sharing Transfers",
            "Abu Dhabi Grand Mosque Visit + Ferrari Theme Park with Transfers - Shared Basis - General Ticket",
            "Miracle Garden - Tickets with Private Transfers",
            "Top of Burj Khalifa with Underwater Zoo - Private Transfers - 124th Floor (2 - 4 pm or 7 - 10 pm slot)",
            "Atlantis Aquaventure & Lost Chambers with Transfers - Shared Transfers",
            "One-way Transfer from Dubai Hotel to Dubai Airport - Private to Dubai International Airport"
          ],
          "displayList": true,
          "count": 3
        },
        {
          "sectionName": "exclusions",
          "sectionID": "exclusions",
          "sectionDetails": [
            "Ex-Bangalore Airfare",
            "Lunch and dinner",
            "Medical Insurance",
            "RT PCR Test",
            "Anything other than not mentioned in the inclusions",
            "No refund will be given for the service not utilized."
          ],
          "displayList": true,
          "count": 3
        },
        {
          "sectionName": "tips before booking",
          "sectionID": "tipsBeforeBooking",
          "sectionDetails": [
            "If your stay is falling on 31st December or 14th February, there may be mandatory gala dinner charges payable directly at the hotel.",
            "After arriving at Dubai Airport and clearing immigration, you will find your driver in the Arrival Hall, holding a placard by your name.",
            "In case you are not able to find the driver, you can contact the Airport assistance no. to get help.",
            "It is recommended to buy a SIM card with data before coming out of airport in Dubai. This will help you to get in touch with drivers easily as WhatsApp calls do not work in Dubai.",
            "While going to Abu Dhabi Grand Mosque, you are supposed to follow dress code. Men are supposed to wear long trousers and ladies are supposed to wear non-transparent, loose clothing covering their hands, legs and head.",
            "Hotels may collect a refundable security deposit amount at the time of check-in.",
            "Indian round-pin plugs will not work in Dubai. You need to carry a adaptor for your chargers to work. You can also get them from the hotel reception.",
            "Please note, all entrants to Dubai Dolphinarium need an NOL card. It should have a credit of at least AED 5 (for each guest) to enter Creek Park. This charge is made by Dubai Municipality and is to be paid directly. In case, the guests don't have an NOL card, they can purchase at the gate for AED 25 by CASH.",
            "Standard Check-in time is 14:00 hrs & Check-out time is 12:00 noon.",
            "Early Check-in & late Check-out is subject to availability.",
            "For All Tours on SIC (Seat in Coach) basis, the coach will wait for only 10 minutes to pick you at the hotel. Please make sure you are ready on time and wait in the hotel lobby for pickup.",
            "Meals served during Dinner in Desert Safari and Dhow Cruise may not be good in taste.",
            "Please make sure your passports, visa copies are kept safe at all times.",
            "Dubai Metro is one of the best ways to commute between hotels, malls and sightseeings. In case you get time, use the Metro to do sightseeing on your own.",
            "Taxis are available at all hotels. Taxis usually charge AED 3 per km and is very convenient to travel between all places.",
            "During DSF and Peak Periods there is crowd and traffic in Dubai hence pickups for tours may get delayed (anywhere between 15 min - 30 min)",
            "While visiting Abu Dhabi Grand Mosque you have to follow dress code otherwise entry is not allowed. Long trousers for men and women are supposed to wear NON-Transparent, loose clothing covering their hands, legs and head.",
            "For currency you can either exchange UAE Dirhams locally in India (locally) and carry with you or buy a forex card which can work in Dubai. You can also withdraw cash from ATMs in Dubai if you have a international debit card.",
            "Don't forget to fill your Air Suvidha Form before your return travel date (while coming back to India) as the same can be checked at the airport.",
            "Tourism Dirham is mandatory to be paid at the time of check out. It is AED 10 per room per night for 3 star hotels, AED 15 per room per night for 4 star hotels and AED 20 per room per night for 5 star hotels.",
            "For Seat in Coach Tours, please be at the lobby 10 Minutes before the pick-up time as mentioned in itinerary. Drivers will only wait for maximum of 5-10 mins in case you are delayed before moving to the next pickup."
          ],
          "displayList": false,
          "count": 3
        },
        {
          "sectionName": "terms and conditions",
          "sectionID": "termsAndConditions",
          "sectionDetails": [
            "Airline seats and hotel rooms are subject to availability at the time of confirmation.",
            "In case of unavailability in the listed hotels, arrangement for an alternate accommodation will be made in a hotel of similar standard",
            "There will be no refund for unused nights or early check-out (In case of Medical condition it completely depends on hotel policy).",
            "Check-in and check-out times at hotels would be as per hotel policies. Early check-in or late check-out is subject to availability and may be chargeable by the hotel.",
            "The price does not include expenses of personal nature, such as laundry, telephone calls, room service, alcoholic beverages, mini bar charges, tips, portage, camera fees etc.",
            "We reserves the right to modify the itinerary at any point, due to reasons including but not limited to: Force Majeure events, strikes, fairs, festivals, weather conditions, traffic problems, overbooking of hotels / flights, cancellation / re-routing of flights, closure of / entry restrictions at a place of visit, etc. While we will do our best to make suitable alternate arrangements, we would not be held liable for any refunds/compensation claims arising out of this.",
            "In case a flight gets cancelled, we will not be liable to provide any alternate flights within the same cost, any additional cost incurred for the same shall be borne by the traveler.",
            "Country guidelines may change without notice, hence do check travel rules and your eligibility for travel on the regulatory website of the respective country/state, before booking your travel."
          ],
          "displayList": true,
          "count": 3
        }
      ]
    },
    "international": true,
    "carousel": true,
    "footer": true,
    "otherPackages": [
      {
        "name": "Delightful Dubai Tour",
        "price": 30000,
        "places": "  Dubai",
        "days": "4 Nights / 5 Days",
        "imgURL": "https://res.cloudinary.com/dp2hek0t3/image/upload/v1672319311/traveltownholidays/pexels-the-lazy-artist-gallery-1089645_1_syau1o.jpg",
        "shortDescription": "Dubai is one of the top cities for constant inspiration. The city amazes everyone with its cultural diversity, cutting-edge architecture and stunning desert gardens. Apart from that, the Dubai EXPO is the new spotlight that is catching the world's attention.",
        "imgDescription": "The Burj Al Arab Hotel or 'Arab Tower' is considered the only 7-star hotel in the world and is currently the 3rd tallest hotel in the world. One of his most iconic buildings in Dubai's landscape, the unusual shape of the Burj Al Arab Hotel was designed to resemble the sails of a ship."
      }
    ]
  },
  {
    "destination": "Maldives",
    "mainPackage": {
      "name": " Mystical Tour to Maldives",
      "price": 65000,
      "places": "  Maldives",
      "shortDescription": "Spanning 26 atolls in the Indian Ocean, the Maldivian coral islands offer tranquility and privacy. The Maldives offers romantic experiences such as spa therapy for couples, dinner dates, open-air movies and stargazing.",
      "days": "3 Nights / 4 Days",
      " imgDescription": "The Maldives is famous for many reasons, including its vibrant culture, pristine beaches, vast green spaces and fascinating tourist attractions. The Maldives is famous for its water sports and other adventure activities, as well as its many attractive tourist attractions.",
      "imgURL": "https://res.cloudinary.com/dp2hek0t3/image/upload/v1672318458/traveltownholidays/pexels-asad-photo-maldives-3601425_1_r8pirl.jpg",
      "details": [
        {
          "sectionName": "overview",
          "sectionID": "overview",
          "sectionDetails": [
            "The Maldives is a beautiful tropical island nation in the Indian Ocean that attracts vacationers from all over the world. If you are looking for a relaxing holiday destination, the Maldives is the place. His Mysterious of Maldives His 4 day tours offer a vacation full of well-planned itineraries, beautiful landscapes and unforgettable experiences. Take a walk on the beach, enjoy water sports, taste local cuisine, relax at a resort, embark on a luxury cruise to explore the atolls and visit the sights of Male."
          ],
          "displayList": false,
          "count": 3
        },
        {
          "sectionName": "highlights",
          "sectionID": "highlights",
          "sectionDetails": [
            "Explore the jewels of the Indian Ocean on a cruise ",
            "Adventurous water sports activities leisure ",
            "Sightseeing in Male, the capital of the Maldives ",
            "Leisure activities at the resort "
          ],
          "displayList": true,
          "count": 3
        },
        {
          "sectionName": "itinerary",
          "sectionID": "itinerary",
          "sectionDetails": [
            {
              "day": "Day 1: Arrive Maldives ",
              "details": [
                "Arrive at Male Airport, Maldives. Meet your guide who will assist you with your transfer to the resort by speedboat. Complete check-in at the resort. The day is your leisure. Immerse yourself in activities that interest you. A beautiful tropical nation in the Indian Ocean, the Maldives is made up of 26 ring-shaped atolls with more than 1,000 coral islands. You can go to the beach, enjoy local cuisine, swim in the azure waters, take a leisurely stroll along the beach or visit the local market. Return to the resort and have dinner.Overnight in Maldives. "
              ]
            },
            {
              "day": "Day 2: Maldives ",
              "details": [
                "After breakfast, the second day is free. Please spend your time at your own pace. If you dont feel like going out, you can enjoy the resorts recreational facilities. Another option is to discover the secret gems of the vast Indian Ocean. You can embark on a cruise to the fascinating atolls. These luxury cruises have well-equipped cabins and vary in size. You can make a reservation if you want. Enjoy breathtaking views and a colorful underwater world. After disembarking, you can participate in adventure activities. Options include kayaking, kitesurfing, jet skiing, snorkeling, scuba diving, and banana boats. Return to the resort and have dinner. stay at the resort. "
              ]
            },
            {
              "day": "Day 3: Maldives ",
              "details": [
                "After breakfast on the third day, you can choose an excursion offered by the resort or explore Male, the capital of the Maldives. The bustling capital covers an area of 1.77 square kilometers of him and is known as a shoppers paradise. Its the perfect blend of old and new worlds, with historic mosques on one side and modern skyscrapers on the other. Tsunami Memorial, Jumhoorie Maidan, National Mosque, Hukur Miskiy (Old Friday Mosque) and Sultan Mosque are some of the most popular attractions here. Visit the beach and enjoy leisure activities. , Dinner at the resort. sleepover. "
              ]
            },
            {
              "day": "Day 4: Departure from Maldives ",
              "details": [
                "After breakfast this morning, transfer to the Maldives International Airport to board your flight to your next destination. "
              ]
            }
          ],
          "displayList": true,
          "count": 4
        },
        {
          "sectionName": "inclusions",
          "sectionID": "inclusions",
          "sectionDetails": [
            "Accommodation at the above mentioned resort for 3 nights",
            "Welcome Drinks",
            "Daily Breakfast lunch & Dinner with Beverages",
            "Accommodation as mentioned above.",
            "Combined Speed Boat Airport Transfers.",
            "All Current Maldivian Taxes are included.",
            "All applicable taxes."
          ],
          "displayList": true,
          "count": 3
        },
        {
          "sectionName": "exclusions",
          "sectionID": "exclusions",
          "sectionDetails": [
            "Flight Fare",
            "RT PCR Test",
            "Meals not mentioned",
            "Any cost of personal nature",
            "Any cost not mentioned in Cost Includes section."
          ],
          "displayList": true,
          "count": 3
        },
        {
          "sectionName": "tips before booking",
          "sectionID": "tipsBeforeBooking",
          "sectionDetails": [
            "All arriving and departing passengers via airports and seaports are required to complete the Traveler Declaration form within 72 hours to the flight time at https://imuga.immigration.gov.mv/. PCR result is not mandatory from any passenger during arrival and departure. This applies to unvaccinated travelers as well.",
            "Please check the inclusions correctly. Transfers to Maldives resorts are not included by default and have to paid directly at the resort, unless explicitly mentioned in inclusions.",
            "Green tax of US$ 6 per person per night, regardless of age, has to be paid directly at the resort or hotel (unless specified otherwise in inclusions).",
            "For a resort which requires speedboat or seaplane transfer, please note that the transfer (if included) will be arranged according to your international flight timings and will be combined with other guests. This can sometime mean that you may have to wait little longer for your transfers while arriving or reach the airport early while departing. If your flight arrives after 3 pm, it is recommended to book overnight accommodation in Male before continuing to the resort the next morning.",
            "For your departure, seaplane transfer can be arranged for international flights that depart from the Maldives from 09:15 hrs onwards. The last flight departure from the resorts are usually between 2 pm and 4 pm.",
            "If your stay is inclusive of lunch at the resort and you are arriving by speedboat or seaplane directly from airport, then there are chances to miss the lunch on the arriving day.",
            "At the time of check-in to your hotel, hotel may ask you to make an advance/security deposit (amount depends upon hotel policy). This amount is refunded at the time of check-out, minus the cost of any items taken from the mini-bar or other charges (like late check-out or any damages done to the accommodation).",
            "Any ticket to attractions, museums, train, cable car, ferries, rides, safari, etc. are not included unless explicitly mentioned as an inclusion.",
            "For queries regarding cancellations and refunds, please refer to our Cancellation Policy.",
            "We reserve the right to issue a full refund in case we believe that we are unable to fulfil the services for any technical reasons.",
            "The cost and ticket issued for various attractions with regards to any children travelling are based on the age provided at the time of creating the package quote. If the service provider decide to charge extra cost based on the height of the children or wrong information as per Passport, then the cost has to be borne by the customer on site.",
            "Please make sure that the passport of all guests travelling is valid for at least 6 months from the date of travel.",
            "We can only facilitate the visa application for the travelling passengers. Granting of visa is solely at the discretion of Embassy. If visa is rejected or delayed by the Embassy for any reason then we are not liable to give any refund and respective cancellation policies will apply."
          ],
          "displayList": false,
          "count": 3
        },
        {
          "sectionName": "terms and conditions",
          "sectionID": "termsAndConditions",
          "sectionDetails": [
            "Airline seats and hotel rooms are subject to availability at the time of confirmation.",
            "In case of unavailability in the listed hotels, arrangement for an alternate accommodation will be made in a hotel of similar standard",
            "There will be no refund for unused nights or early check-out (In case of Medical condition it completely depends on hotel policy).",
            "Check-in and check-out times at hotels would be as per hotel policies. Early check-in or late check-out is subject to availability and may be chargeable by the hotel.",
            "The price does not include expenses of personal nature, such as laundry, telephone calls, room service, alcoholic beverages, mini bar charges, tips, portage, camera fees etc.",
            "We reserves the right to modify the itinerary at any point, due to reasons including but not limited to: Force Majeure events, strikes, fairs, festivals, weather conditions, traffic problems, overbooking of hotels / flights, cancellation / re-routing of flights, closure of / entry restrictions at a place of visit, etc. While we will do our best to make suitable alternate arrangements, we would not be held liable for any refunds/compensation claims arising out of this.",
            "In case a flight gets cancelled, we will not be liable to provide any alternate flights within the same cost, any additional cost incurred for the same shall be borne by the traveler.",
            "Country guidelines may change without notice, hence do check travel rules and your eligibility for travel on the regulatory website of the respective country/state, before booking your travel."
          ],
          "displayList": true,
          "count": 3
        }
      ]
    },
    "international": true,
    "carousel": true,
    "footer": true,
    "otherPackages": [
      {
        "name": "Budget Trip to Maldives",
        "price": 35000,
        "places": "  Maldives",
        "days": "3 Nights / 4 Days",
        "imgURL": "https://res.cloudinary.com/dp2hek0t3/image/upload/v1672318435/traveltownholidays/pexels-asad-photo-maldives-1483053_1_t45yy6.jpg",
        "shortDescription": "Home to the world's first underwater restaurant, the Maldives is a staple on the travel lists of tourists around the world. With pristine beaches, blue lagoons, luxurious beach he resorts and villas, the Maldives is a favorite with honeymooners and families.",
        "imgDescription": "The local language is Dhivehi, but most Maldives speak English without difficulty. In fact, many of the staff at various resorts in the Maldives speak French, German, Mandarin and other international languages."
      }
    ]
  }
]